Repository: artenax/fractal
Catalog: po/*.po
Languages: da, hu, ja, pl

source: Unable to decrypt this message, decryption will be retried once the keys are available.
da: Kan ikke dekryptere meddelelsen. Dekryptering vil blive forsøgt igen, når nøglerne er tilgængelige.
hu: Nem lehet visszafejteni ezt az üzenetet. A visszafejtés újra megpróbálásra kerül, amint a kulcsok elérhetők lesznek.
pl: Nie można odszyfrować tej wiadomości. Próba zostanie ponowiona, kiedy klucze będą dostępne.

source: Location is invalid and cannot be displayed
da: Placeringen er ugyldig og kan ikke vises
hu: A hely érvénytelen és nem jeleníthető meg
pl: Położenie jest nieprawidłowe i nie można go wyświetlić

source: Image file not supported
da: Billedfil understøttes ikke
hu: A képfájl nem támogatott
pl: Plik obrazu jest nieobsługiwany

source: Could not retrieve media
da: Kunne ikke modtage medie
hu: Nem sikerült lekérni a médiát
pl: Nie można odebrać multimediów

source: Edited
da: Redigeret
hu: Szerkesztve
pl: Zmodyfikowana

source: The location request has been cancelled.
da: Placeringsanmodningen blev annulleret.
hu: A helymeghatározási kérés meg lett szakítva.
pl: Prośba o udostępnienie położenia została anulowana.

source: Failed to retrieve current location.
da: Kunne ikke hente nuværende placering.
hu: Nem sikerült lekérni a jelenlegi helyet.
pl: Ustalenie obecnego położenia się nie powiodło.

source: Reply to {user}
da: Svar til {user}
hu: Válasz {user} felhasználónak
pl: Odpowiedź do użytkownika {user}

# room-history
source: Edit
da: Redigering
hu: Szerkesztés
pl: Modyfikacja

source: Failed to move {room} from {previous_category} to {new_category}.
da: Kunne ikke flytte {room} fra {previous_category} til {new_category}.
hu: Nem sikerült áthelyezni a(z) {room} szobát {previous_category} kategóriából {new_category} kategóriába.
pl: Przeniesienie pokoju {room} z kategorii {previous_category} do {new_category} się nie powiodło.

source: Your Location
da: Din placering
hu: Az Ön helye
pl: Położenie użytkownika

source: User Location {geo_uri} at {iso8601_datetime}
da: Brugerplacering {geo_uri} {iso8601_datetime}
hu: A felhasználó helye: {geo_uri} – {iso8601_datetime}
pl: Położenie użytkownika {geo_uri} w dniu {iso8601_datetime}

source: Select File
da: Vælg fil
hu: Fájl kiválasztása
pl: Wybór pliku

source: Select
da: Vælg
hu: Kiválasztás
pl: Wybierz

source: Could not open file
da: Kunne ikke åbne filen
hu: Nem sikerült megnyitni a fájlt
pl: Nie można otworzyć pliku

source: Error reading file
da: Der opstod en fejl under læsning af filen
hu: Hiba a fájl olvasásakor
pl: Błąd podczas odczytywania pliku

source: Error getting file from drop
da: Der opstod en fejl, da filen blev trukket og sluppet
hu: Hiba a fájl ejtésből való lekérésekor
pl: Błąd podczas uzyskiwania pliku z przeciągnięcia

source: Error getting image from clipboard
da: Der opstod en fejl, da billedet skulle hentes fra udklipsholderen
hu: Hiba a kép vágólapról való lekérésekor
pl: Błąd podczas uzyskiwania obrazu ze schowka

source: Error getting file from clipboard
da: Der opstod en fejl, da filen skulle hentes fra udklipsholderen
hu: Hiba a fájl vágólapról való lekérésekor
pl: Błąd podczas uzyskiwania pliku ze schowka

source: There is a newer version of this room
da: Der er en nyere version af dette rum
hu: Van egy újabb verziója ennek a szobának
pl: Dostępna jest nowsza wersja tego pokoju

source: This room was closed
da: Rummet blev lukket
hu: Ezt a szobát bezárták
pl: Ten pokój został zamknięty

source: Room _Details
da: Rum_detaljer
hu: Szoba _részletei
pl: _Informacje o pokoju

source: _Invite New Member
pl: _Zaproś nowego członka

source: Room _Permalink
da: Rum_permalink
hu: Szoba á_llandó hivatkozása
pl: _Trwały odnośnik do pokoju

source: _Leave Room
da: _Forlad rum
hu: Szoba el_hagyása
pl: _Opuść pokój

source: _Location
da: _Placering
hu: _Hely
pl: _Położenie

source: _Markdown
pl: Formatowanie _Markdown

source: Back
ja: 戻る
pl: Wstecz

source: Room Settings
da: Indstillinger for rum
hu: Szoba beállításai
pl: Ustawienia pokoju

source: Unable to load room
da: Kunne ikke indlæse rum
hu: Nem lehet betölteni a szobát
pl: Nie można wczytać pokoju

source: Check your network connection.
da: Tjek din netværksforbindelse.
hu: Ellenőrizze a hálózati kapcsolatot.
pl: Proszę sprawdzić połączenie z siecią.

source: Try Again
da: Prøv igen
hu: Próbálja újra
pl: Spróbuj ponownie

source: Scroll to bottom
da: Rul til bunden
hu: Görgetés az aljára
ja: 下までスクロール
pl: Przewiń na dół

source: Drop Here to Send
da: Slip her for at sende
hu: Ejtse ide a küldéshez
pl: Przeciągnięcie tutaj wyśle

source: Room History
da: Rumhistorik
hu: Szobaelőzmények
pl: Historia pokoju

source: Browse Attachment
da: Gennemse vedhæftning
hu: Melléklet tallózása
pl: Przeglądaj załącznik

source: Open Emoji Picker
da: Åbn Emoji-vælger
hu: Emodzsiválasztó megnyitása
pl: Otwórz wybór emoji

source: Message Entry
da: Meddelelsestekstfelt
hu: Üzenetbevitel
pl: Pole wpisywania wiadomości

source: Open Message Menu
da: Åbn meddelelsesmenu
hu: Üzenetmenü megnyitása
pl: Otwórz menu wiadomości

source: Send Message
da: Send meddelelse
hu: Üzenet küldése
pl: Wyślij wiadomość

source: This is the continuation of an upgraded room.
da: Dette er fortsættelsen af et opgraderet rum.
hu: Ez egy feljavított szoba folytatása.
pl: To kontynuacja zaktualizowanego pokoju.

source: This is the beginning of this room.
da: Dette er begyndelsen på dette rum.
hu: Ez ennek a szobának a kezdete.
pl: To początek tego pokoju.

source: Previous room
da: Forrige rum
hu: Előző szoba
pl: Poprzedni pokój

source: This room is encrypted from this point on.
da: Dette rum er krypteret her fra og fremefter.
hu: Ez a szoba titkosítva van ettől a ponttól kezdve.
pl: Ten pokój jest zaszyfrowany od tego miejsca.

source: {user} was invited to this room.
da: {user} blev inviteret til dette rum.
hu: {user} meg lett hívva ebbe a szobába.
pl: Użytkownik {user} został zaproszony do tego pokoju.

source: An unsupported state event was received.
da: En tilstandsbegivenhed, der ikke understøttes, blev modtaget.
hu: Nem támogatott állapotesemény érkezett.
pl: Odebrano nieobsługiwane wydarzenie stanu.

source: {user} joined this room.
da: {user} deltager i dette rum.
hu: {user} csatlakozott ehhez a szobához.
pl: Użytkownik {user} dołączył do tego pokoju.

source: {user} left the room.
da: {user} forlod rummet.
hu: {user} elhagyta a szobát.
pl: Użytkownik {user} opuścił pokój.

source: {user} was banned.
da: {user} blev forvist.
hu: {user} ki lett tiltva.
pl: Użytkownik {user} został wykluczony.

source: {user} was unbanned.
da: Forvisningen af {user} blev ophævet.
hu: {user} kitiltása meg lett szüntetve.
pl: Wykluczenie użytkownika {user} zostało cofnięte.

source: {user} was kicked out of the room.
da: {user} blev sparket ud af rummet.
hu: {user} ki lett rúgva a szobából.
pl: Użytkownik {user} został wyrzucony z pokoju.

source: {user} was kicked out of the room and banned.
da: {user} blev sparket ud af rummet og forvist.
hu: {user} ki lett rúgva a szobából és ki lett tiltva.
pl: Użytkownik {user} został wyrzucony i wykluczony z pokoju.

source: {user} accepted the invite.
da: {user} accepterede invitationen.
hu: {user} elfogadta a meghívást.
pl: Użytkownik {user} przyjął zaproszenie.

source: {user} rejected the invite.
da: {user} afviste invitationen.
hu: {user} elutasította a meghívást.
pl: Użytkownik {user} odrzucił zaproszenie.

source: The invitation for {user} has been revoked.
da: Invitationen til {user} blev tilbagekaldt.
hu: {user} meghívása vissza lett vonva.
pl: Zaproszenie użytkownika {user} zostało odwołane.

source: {user} requested to be invited to this room.
da: {user} anmodede om at blive inviteret til dette rum.
hu: {user} azt kérte, hogy hívják meg ebbe a szobába.
pl: Użytkownik {user} poprosił o zaproszenie do tego pokoju.

source: {user} retracted their request to be invited to this room.
da: {user} trak sin anmodning om at blive inviteret til dette rum tilbage.
hu: {user} visszavonta azon kérését, hogy hívják meg ebbe a szobába.
pl: Użytkownik {user} wycofał prośbę o zaproszenie do tego pokoju.

source: {user}’s request to be invited to this room was denied.
da: Anmodning fra {user} om at blive inviteret til dette rum blev afvist.
hu: {user} azon kérése, hogy hívják meg ebbe a szobába, meg lett tagadva.
pl: Prośba użytkownika {user} o zaproszenie do tego pokoju została odrzucona.

source: An unsupported room member event was received.
da: En rummedlemsbegivenhed, der ikke understøttes, blev modtaget.
hu: Nem támogatott szobatagesemény érkezett.
pl: Odebrano nieobsługiwane wydarzenie członka pokoju.

source: {previous_user_name} removed their display name.
da: {previous_user_name} fjernede sit viste navn.
hu: {previous_user_name} eltávolította a megjelenített nevét.
pl: Użytkownik {previous_user_name} usunął swoją wyświetlaną nazwę.

source: {previous_user_name} changed their display name to {new_user_name}.
da: {previous_user_name} ændrede sit viste navn til {new_user_name}.
hu: {previous_user_name} megváltoztatta a megjelenített nevét erre: {new_user_name}.
pl: Użytkownik {previous_user_name} zmienił swoją wyświetlaną nazwę na {new_user_name}.

source: {user_id} set their display name to {new_user_name}.
da: {user_id} angav sit viste navn til {new_user_name}.
hu: {user_id} beállította a megjelenített nevét erre: {new_user_name}.
pl: Użytkownik {user_id} ustawił swoją wyświetlaną nazwę na {new_user_name}.

source: {user} set their avatar.
da: {user} angav sit profilbillede.
hu: {user} beállította a profilképét.
pl: Użytkownik {user} ustawił swój awatar.

source: {user} removed their avatar.
da: {user} fjernede sit profilbillede.
hu: {user} eltávolította a profilképét.
pl: Użytkownik {user} usunął swój awatar.

source: {user} changed their avatar.
da: {user} ændrede sit profilbillede.
hu: {user} megváltoztatta a profilképét.
pl: Użytkownik {user} zmienił swój awatar.

source: <b>{user}</b> is typing…
da: <b>{user}</b> skriver …
hu: <b>{user}</b> gépel…
pl: <b>{user}</b> pisze…

source: <b>{user1}</b> and <b>{user2}</b> are typing…
da: <b>{user1}</b> og <b>{user2}</b> skriver …
hu: <b>{user1}</b> és <b>{user2}</b> gépel…
pl: <b>{user1}</b> i <b>{user2}</b> piszą…

source: <b>{user1}</b>, <b>{user2}</b> and 1 other are typing…
da: <b>{user1}</b>, <b>{user2}</b> og 1 anden skriver …
hu: <b>{user1}</b>, <b>{user2}</b> és további 1 gépel…
pl: <b>{user1}</b>, <b>{user2}</b> i jeszcze 1 osoba piszą…

source: {user_name} wants to be verified
da: {user_name} vil gerne bekræftes
hu: {user_name} ellenőrzött szeretne lenni
pl: {user_name} prosi o weryfikację

source: Verify
da: Bekræft
hu: Ellenőrzés
pl: Zweryfikuj

source: Decline
da: Afvis
hu: Elutasítás
pl: Odmów

source: Verification in progress
da: Bekræftelse i gang
hu: Ellenőrzés folyamatban
pl: Trwa weryfikacja

source: Verify the new session from the current session.
da: Bekræft den nye session fra den nuværende session.
hu: Ellenőrizze az új munkamenetet a jelenlegi munkamenetből.
pl: Proszę zweryfikować nową sesję z obecnej.

source: Scan the QR code from another session logged into this account.
da: Skan QR-koden fra en anden session, som er logget på denne konto.
hu: Olvassa be a QR-kódot az ebbe a fiókba bejelentkezett másik munkamenetből.
pl: Proszę zeskanować kod QR z innej sesji zalogowanej do tego konta.

source: You scanned the QR code successfully. You may need to confirm the verification from the other session.
da: QR-koden blev skannet. De skal måske bekræfte fra den anden session.
hu: Sikeresen beolvasta a QR-kódot. Előfordulhat, hogy meg kell erősítenie az ellenőrzést a másik munkamenetből.
pl: Pomyślnie zeskanowano kod QR. Być może trzeba potwierdzić weryfikację z drugiej sesji.

source: Scan this QR code from the other session.
da: Skan QR-koden fra den anden session.
hu: Olvassa be ezt a QR-kódot a másik munkamenetből.
pl: Proszę zeskanować ten kod QR z drugiej sesji.

source: Check if the same emoji appear in the same order on the other device.
da: Tjek om de samme emojis optræder i den samme rækkefølge på den anden enhed.
hu: Ellenőrizze, hogy ugyanazok az emodzsik ugyanabban a sorrendben jelennek-e meg a másik eszközön.
pl: Proszę sprawdzić, czy te same emoji są wyświetlanej w tej samej kolejności na drugim urządzeniu.

source: Request Complete
da: Anmodning fuldført
hu: Kérés befejezve
pl: Ukończono prośbę

source: Does the other session show a confirmation?
da: Viser den anden session en bekræftelse?
hu: A másik munkamenet megjelenít megerősítést?
pl: Czy druga sesja wyświetla potwierdzenie?

source: Login Request From Another Session
da: Anmodning om login fra en anden session
hu: Bejelentkezési kérés egy másik munkamenetből
pl: Prośba o zalogowanie z innej sesji

source: Scan the QR code displayed by the other session.
da: Skan QR-koden, som den anden session viser.
hu: Olvassa be a másik munkamenet által megjelenített QR-kódot.
pl: Proszę zeskanować kod QR wyświetlany przez drugą sesję.

source: Scan this QR code from the newly logged in session.
da: Skan QR-koden fra sessionen, der lige er logget på.
hu: Olvassa be ezt a QR-kódot az újonnan bejelentkezett munkamenetből.
pl: Proszę zeskanować ten kod QR z nowo zalogowanej sesji.

source: The new session is now ready to send and receive secure messages.
da: Den nye session er klar til at sende og modtage sikre meddelelser.
hu: Az új munkamenet most már készen áll a biztonságos üzenetek küldésére és fogadására.
pl: Nowa sesja jest teraz gotowa na wysyłanie i odbieranie zabezpieczonych wiadomości.

source: Get Another Device
da: Hent en anden enhed
hu: Másik eszköz beszerzése
pl: Inne urządzenie

source: Accept the verification request from another session or device.
da: Acceptér bekræftelsesanmodningen fra en anden session eller enhed.
hu: Fogadja el a másik munkamenetből vagy eszközről érkező ellenőrzési kérést.
pl: Proszę przyjąć prośbę o weryfikację z innej sesji lub urządzenia.

source: Verification Request
da: Bekræftelsesanmodning
hu: Ellenőrzési kérés
pl: Prośba o weryfikację

source: {user} asked to be verified. Verifying a user increases the security of the conversation.
da: {user} bad om bekræftelse. Bekræftelse af en bruger forøger sikkerheden i samtalen.
hu: {user} azt kérte, hogy ellenőrizzék. Egy felhasználó ellenőrzése növeli a beszélgetés biztonságát.
pl: Użytkownik {user} poprosił o weryfikację. Zweryfikowanie użytkownika zwiększa bezpieczeństwo rozmowy.

source: Scan the QR code shown on the device of {user}.
da: Skan QR-koden vist på {user}s enhed.
hu: Olvassa be {user} eszközén megjelenített QR-kódot.
pl: Proszę zeskanować kod QR wyświetlany na urządzeniu użytkownika {user}.

source: You scanned the QR code successfully. {user} may need to confirm the verification.
da: QR-koden blev skannet. {user} skal måske bekræfte.
hu: Sikeresen beolvasta a QR-kódot. Előfordulhat, hogy {user} felhasználónak meg kell erősítenie az ellenőrzést.
pl: Pomyślnie zeskanowano kod QR. Użytkownik {user} być może musi potwierdzić weryfikację.

source: Ask {user} to scan this QR code from their session.
da: Bed {user} om at skanne denne QR-kode fra deres session.
hu: Kérje meg {user} felhasználót, hogy olvassa be ezt a QR-kódot a munkamenetéből.
pl: Proszę poprosić użytkownika {user} o zeskanowanie kodu QR z jego sesji.

source: Ask {user} if they see the following emoji appear in the same order on their screen.
da: Spørg {user}, om han/hun ser følgende emojis i den samme rækkefølge på sin skærm.
hu: Kérdezze meg {user} felhasználótól, hogy a következő emodzsik ugyanebben a sorrendben jelennek-e meg a képernyőjén.
pl: Proszę zapytać użytkownika {user}, czy widzi te emoji w tej samej kolejności na swoim ekranie.

source: Verification Complete
da: Bekræftelse fuldført
hu: Ellenőrzés befejezve
pl: Ukończono weryfikację

source: {user} is verified and you can now be sure that your communication will be private.
da: {user} er nu bekræftet, og du kan være sikker på, at kommunikationen vil være fortrolig.
hu: {user} ellenőrzött és most már biztos lehet benne, hogy a kommunikáció bizalmas lesz.
pl: Użytkownik {user} jest zweryfikowany i można teraz mieć pewność, że komunikacja będzie prywatna.

source: Waiting for {user}
da: Venter på {user}
hu: Várakozás {user} felhasználóra
pl: Oczekiwanie na użytkownika {user}

source: Ask {user} to accept the verification request.
da: Bed {user} om at acceptere bekræftelsesanmodningen.
hu: Kérje meg {user} felhasználót, hogy fogadja el az ellenőrzési kérést.
pl: Proszę poprosić użytkownika {user} o przyjęcie prośby o weryfikację.

source: Does {user} see a confirmation on their session?
da: Ser {user} en bekræftelse i sin session?
hu: Lát {user} megerősítést a munkamenetében?
pl: Czy użytkownik {user} widzi potwierdzenie w swojej sesji?

source: You cancelled the verification process.
da: Du annullerede bekræftelsesprocessen.
hu: Ön megszakította az ellenőrzési folyamatot.
pl: Anulowano proces weryfikacji.

source: The verification process failed because it reached a timeout.
da: Bekræftelsesprocessen mislykkedes, fordi tiden løb ud.
hu: Az ellenőrzési folyamat nem sikerült, mert elérte az időkorlátot.
pl: Proces weryfikacji się nie powiódł, ponieważ osiągnął ograniczenie czasu oczekiwania.

source: You accepted the request from an other session.
da: Du accepterede anmodningen fra en anden session.
hu: Ön elfogadta a kérést egy másik munkamenetből.
pl: Przyjęto prośbę z innej sesji.

source: The emoji did not match.
da: Emojien stemmer ikke overens.
hu: Az emodzsik nem egyeztek.
pl: Emoji się różnią.

source: An unknown error occurred during the verification process.
da: Der opstod en ukendt fejl under bekræftelsesprocessen.
hu: Ismeretlen hiba történt az ellenőrzési folyamat során.
pl: Wystąpił nieznany błąd podczas procesu weryfikacji.

source: Can’t scan QR code?
da: Kan du ikke skanne QR-koden?
hu: Nem tudja leolvasni a QR-kódot?
pl: Nie można zeskanować kodu QR?

source: Compare Emoji
da: Sammenlign emojis
hu: Emodzsik összehasonlítása
pl: Porównaj emoji

source: Scan Complete
da: Skanning fuldført
hu: Beolvasás befejezve
pl: Ukończono skanowanie

source: Scan QR code with this session
da: Skan QR-kode med denne session
hu: QR-kód beolvasása ezzel a munkamenettel
pl: Zeskanuj kod QR za pomocą tej sesji

source: Do Not Match
da: Matcher ikke
hu: Nem egyeznek
pl: Są inne

source: Match
da: Matcher
hu: Egyeznek
pl: Są takie same

source: Confirm Scan
da: Bekræft skanning
hu: Beolvasás megerősítése
pl: Potwierdzenie zeskanowania

source: You need to set up an encryption identity, since this is the first time you logged into your account.
da: Du skal indstille en krypteringsidentitet, da det er første gang, du er logget på din konto.
hu: Be kell állítania egy titkosítási személyazonosságot, mivel ez az első alkalom, hogy bejelentkezett a fiókjába.
pl: Należy skonfigurować tożsamość szyfrowania, jako że to pierwsze logowanie na tym koncie.

source: Set Up
da: Indstil
hu: Beállítás
pl: Skonfiguruj

source: No other devices are available to verify this session. You can either restore cross-signing from another device and restart this process or reset the encryption identity.
da: Ingen andre enheder er tilgængelige til at bekræfte denne session. Du kan enten gendanne krydssignering fra en anden enhed og genstarte denne proces eller nulstille krypteringsidentiteten.
hu: Nem érhető el más eszköz a munkamenet ellenőrzéséhez. Helyreállíthatja a keresztaláírást egy másik eszközről és újraindíthatja ezt a folyamatot, vagy visszaállíthatja a titkosítási személyazonosságot.
pl: Brak dostępnych innych urządzeń do weryfikacji tej sesji. Można przywrócić logowanie między urządzeniami z innego urządzenia i ponownie rozpocząć ten proces, albo przywrócić tożsamość szyfrowania.

source: Reset
da: Nulstil
hu: Visszaállítás
pl: Przywróć

source: If you lost access to all other sessions, you can create a new encryption identity. Be careful because this will cancel the verifications of all users and sessions.
da: Har du mistet adgangen til alle andre sessioner, kan du oprette en ny krypteringsidentitet. Vær forsigtig, for dette vil nulstille bekræftelsen af alle brugere og sessioner.
hu: Ha elvesztette az összes többi munkamenethez való hozzáférést, akkor létrehozhat egy új titkosítási személyazonosságot. Legyen óvatos, mert ez az összes felhasználó és munkamenet ellenőrzését megszakítja.
pl: Jeśli utracono dostęp do wszystkich innych sesji, można utworzyć nową tożsamość szyfrowania. Należy zachować ostrożność, ponieważ anuluje to weryfikację wszystkich użytkowników i sesji.

source: You cancelled the authentication needed to create the encryption identity.
da: Du annullerede godkendelsen, som er nødvendig for at oprette krypteringsidentiteten.
hu: Ön megszakította a titkosítási személyazonosság létrehozásához szükséges hitelesítést.
pl: Anulowano uwierzytelnianie wymagane do utworzenia tożsamości szyfrowania.

source: An error occurred during the creation of the encryption identity.
da: Der opstod en fejl under oprettelsen af krypteringsidentiteten.
hu: Hiba történt a titkosítási személyazonosság létrehozása során.
pl: Wystąpił błąd podczas tworzenia tożsamości szyfrowania.

source: No other devices logged into this account?
da: Ingen andre enheder logget ind på denne konto?
hu: Nincsenek más eszközök bejelentkezve ebbe a fiókba?
pl: Żadne inne urządzenia nie są zalogowane na tym koncie?

source: Recovery
da: Gendannelse
hu: Helyreállítás
pl: Odzyskiwanie

source: Set Up Encryption Identity
da: Indstil krypteringsidentitet
hu: Titkosítási személyazonosság beállítása
pl: Skonfiguruj tożsamość szyfrowania

source: Restart verification
da: Genstart bekræftelse
hu: Ellenőrzés újraindítása
pl: Ponownie uruchom weryfikację

source: Without another device you need a recovery passphrase or key to access your messages
da: Uden en anden enhed har du brug for en gendannelsesadgangskode eller -nøgle for at tilgå dine meddelelser
hu: Másik eszköz nélkül helyreállítási jelmondatra vagy kulcsra van szüksége az üzeneteihez való hozzáféréshez
pl: Bez innego urządzenia potrzebne jest hasło lub klucz odzyskiwania, aby uzyskać dostęp do wiadomości

source: Recovery Passphrase
da: Gendannelsesadgangskode
hu: Helyreállítási jelmondat
pl: Hasło odzyskiwania

source: Recovery Key
da: Gendannelsesnøgle
hu: Helyreállítási kulcs
pl: Klucz odzyskiwania

source: If you don’t have any of these you can reset your identity, but be aware this makes your old messages inaccessible forever.
da: Har du ingen af dem, kan du nulstille din identitet, men vær opmærksom på, at det gør dine gamle meddelelser utilgængelige for altid.
hu: Ha ezek egyike sincs meg, akkor visszaállíthatja a személyazonosságát, de vegye figyelembe, hogy ezzel a régi üzenetei örökre elérhetetlenné válnak.
pl: Jeśli nie ma żadnego z nich, można przywrócić swoją tożsamość, ale należy pamiętać, że spowoduje to utratę dostępu do starych wiadomości na zawsze.

source: Reset Identity
da: Nulstil identitet
hu: Személyazonosság visszaállítása
pl: Przywróć tożsamość

source: Your Recovery Passphrase was set up when you first created this account.
da: Din gendannelsesadgangskode blev indstillet, da du oprettede kontoen.
hu: A helyreállítási jelmondata akkor lett beállítva, amikor először létrehozta ezt a fiókot.
pl: Hasło odzyskiwania zostało skonfigurowane podczas tworzenia tego konta.

source: If you opted for a Recovery Key instead go back and choose that option.
da: Hvis du i stedet valgte en gendannelsesnøgle, så gå tilbage og vælg det.
hu: Ha helyreállítási kulcsot választott helyette, akkor menjen vissza, és válassza azt a lehetőséget.
pl: Jeśli zdecydowano się na klucz odzyskiwania zamiast hasła, należy wrócić i wybrać tę opcję.
