Repository: artenax/fractal
Catalog: po/*.po
Languages: da, hu, ja, pl

source: Fractal is a decentralized, secure messaging client for collaborative group communication.
da: Fractal er en decentraliseret, sikker sametaleklient til kommunikation i grupper som arbejder sammen.
hu: A Fraktál egy decentralizált, biztonságos üzenetküldő kliens együttműködő csoportos kommunikációhoz.
ja: Fractal は協力してグループコミュニケーションを行うための、分散型で安全なメッセージングクライアントです。
pl: Fractal jest zdecentralizowanym, bezpiecznym komunikatorem do komunikacji wśród współpracujących grup.

source: Fractal group messaging
da: Fractal-gruppesamtale
hu: Fraktál csoportos üzenetküldés
ja: Fractal グループメッセージング
pl: Wiadomości grupowe Fractal

source: Matrix;matrix.org;chat;irc;communications;talk;riot;element;
da: Matrix;matrix.org;chat;irc;kommunikationer;snak;riot;element;
hu: Matrix;matrix.org;csevegés;irc;kommunikáció;beszélgetés;riot;element;
pl: Matrix;matrix.org;czat;chat;irc;komunikacja;komunikator;im;wiadomość;rozmowa;riot;element;

source: Window width
da: Vinduesbredde
hu: Ablak szélessége
pl: Szerokość okna

source: Window height
da: Vindueshøjde
hu: Ablak magassága
pl: Wysokość okna

source: Window maximized state
da: Tilstand for maksimeret vindue
hu: Az ablak maximalizált állapota
pl: Stan maksymalizacji okna

source: Enable markdown formatting
da: Aktivér markdownformatering
hu: Markdown-formázás engedélyezése
pl: Formatowanie Markdown

source: Whether messages should be processed as markdown when sending them
da: Om meddelelser skal behandles som markdown, når de sendes
hu: Az üzenetek Markdownként legyenek-e feldolgozva az elküldésükkor
pl: Czy wiadomości mają być przetwarzane jako Markdown podczas wysyłania

source: Session settings
da: Indstillinger for session
hu: Munkamenet beállításai
pl: Ustawienia sesji

source: Serialized list of settings per session
da: Serialiseret liste over indstillinger pr. session
hu: Munkamenetenkénti beállítások sorosított listája
pl: Uszeregowana lista ustawień na sesję

source: Current session
da: Nuværende session
hu: Jelenlegi munkamenet
pl: Obecna sesja

source: Matrix group messaging app
da: Matrix-gruppesamtaleprogram
hu: Matrix csoportos üzenetküldő alkalmazás
ja: Matrix グループメッセージングアプリケーション
pl: Rozmowy grupowe w sieci Matrix

source: Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for collaboration in large groups, such as free software projects.
da: Fractal er et Matrix-samtaleprogram til GNOME som er skrevet i Rust. Brugerfladen er optimeret til at samarbejde i store grupper såsom projekter med fri software.
hu: A Fraktál egy Rust nyelven írt Matrix üzenetküldő alkalmazás. A felülete nagy csoportok közti együttműködésre lett optimalizálva, mint például a szabad szoftveres projektek.
ja: Fractal は Rust で書かれた GNOME 用 Matrix メッセージングアプリケーションです。インターフェースはフリーソフトウェアプロジェクトのような大きなグループでの協力作業のために最適化されています。
pl: Fractal jest komunikatorem sieci Matrix dla środowiska GNOME napisanym w języku Rust. Jego interfejs jest zoptymalizowany do współpracy dużych grup, takich jak projekty wolnego oprogramowania.

source: The Fractal Team
da: Holdet bag Fractal
hu: A Fraktál csapata
pl: Zespół programu Fractal

source: _Add Account
da: _Tilføj konto
hu: Fiók _hozzáadása
pl: _Dodaj konto

source: © 2017-2023 The Fractal Team
da: © 2017-2023 Fractal-holdet
hu: © 2017-2023 A Fraktál csapata
pl: © 2017-2023 Zespół programu Fractal

source: translator-credits
da: scootergrisen Alan Mortensen <alanmortensen.am@gmail.com> Dansk-gruppen Websted http://dansk-gruppen.dk E-mail <dansk@dansk-gruppen.dk>
hu: Meskó Balázs <mesko.balazs at fsf dot hu>, 2019, 2023. Úr Balázs <ur.balazs at fsf dot hu>, 2019, 2020, 2021, 2023.
ja: Yuki Okushi <huyuumi.dev@gmail.com>, 2020
pl: Marek Jędrzejewski <kontakt@marekjedrzejewski.pl>, 2018 Piotr Drąg <piotrdrag@gmail.com>, 2018-2023 Aviary.pl <community-poland@mozilla.org>, 2018-2023

source: Name by
da: Navn af
hu: Elnevezés:
pl: Nazwa

source: Authentication
da: Godkendelse
hu: Hitelesítés
pl: Uwierzytelnianie

source: Please authenticate the operation with your password
da: Godkend handlingen med din adgangskode
hu: Hitelesítse a műveletet a jelszavával
pl: Proszę uwierzytelnić działanie hasłem

source: Please authenticate the operation via the browser and once completed press confirm.
da: Godkend handlingen via browseren og tryk bekræft, når du er klar.
hu: Hitelesítse a műveletet a böngésző segítségével és ha végzett, nyomja meg a megerősítést.
pl: Proszę uwierzytelnić działanie przez przeglądarkę i po ukończeniu kliknąć Potwierdź.

source: Authenticate via Browser
da: Godkend via browser
hu: Hitelesítés böngésző segítségével
pl: Uwierzytelnij przez przeglądarkę

source: Cancel
da: Annullér
hu: Mégse
ja: キャンセル
pl: Anuluj

source: Confirm
da: Bekræft
hu: Megerősítés
pl: Potwierdź

source: Images
da: Billeder
hu: Képek
ja: 画像
pl: Obrazy

source: Choose Avatar
da: Vælg profilbillede
hu: Profilkép kiválasztása
pl: Wybór awatara

source: Choose
da: Vælg
hu: Kiválasztás
pl: Wybierz

source: Could not open avatar file
da: Kunne ikke åbne profilbilledet
hu: Nem sikerült megnyitni a profilképfájlt
pl: Nie można otworzyć pliku awatara

source: The chosen file is not an image
da: Den valgte fil er ikke et billede
hu: A kiválasztott fájl nem kép
pl: Wybrany plik nie jest obrazem

source: Could not determine the type of the chosen file
da: Kunne ikke bestemme den valgte fils type
hu: Nem sikerült meghatározni a kiválasztott fájl típusát
pl: Nie można ustalić typu wybranego pliku

source: Try again
da: Prøv igen
hu: Próbálja újra
pl: Spróbuj ponownie

source: Location at latitude {latitude} and longitude {longitude}
da: Placering ved breddegrad {latitude} og længdegrad {longitude}
hu: Hely itt: {latitude} szélesség és {longitude} hosszúság
pl: Położenie na szerokości {latitude} i wysokości {longitude}

source: Image not Viewable
da: Billede kan ikke vises
hu: A kép nem tekinthető meg
pl: Nie można wyświetlić obrazu

source: Audio Clip not Playable
da: Lydklip kan ikke afspilles
hu: A hangklip nem játszható le
pl: Nie można odtworzyć klipu dźwiękowego

source: Video not Playable
da: Video kan ikke afspilles
hu: A videó nem játszható le
pl: Nie można odtworzyć filmu

source: File not Viewable
da: Fil kan ikke vises
hu: A fájl nem tekinthető meg
pl: Nie można wyświetlić pliku

source: Unable to connect to Camera
da: Kan ikke forbinde til kamera
hu: Nem lehet kapcsolódni a kamerához
pl: Nie można połączyć się z aparatem

source: Session removed successfully.
da: Sessionen blev fjernet.
hu: A munkamenet sikeresen eltávolítva.
pl: Pomyślnie usunięto sesję.

source: Could not remove session from secret storage
da: Kunne ikke fjerne session fra hemmeligt lager
hu: Nem sikerült eltávolítani a munkamenetet a titoktárolóból
pl: Nie można usunąć sesji z przechowalni haseł

source: Error
da: Fejl
hu: Hiba
pl: Błąd

source: Secret Service Error
da: Fejl i hemmelig tjeneste
hu: Titokszolgáltatási hiba
pl: Błąd usługi Secret Service

source: It seems like one of the Fractal sessions stored in the Secret Service is corrupted. If you know how to fix it you should do so.
da: Det ser ud til, at en af de fraktalsessioner, der er gemt i den hemmelige tjeneste, er beskadiget. Hvis du ved, hvordan du kan rette det, bør du gøre det.
hu: Úgy tűnik, hogy a titokszolgáltatásban tárolt egyik Fraktál-munkamenet sérült. Ha tudja, hogyan kell kijavítani, akkor tegye meg.
pl: Jedna z sesji programu Fractal przechowywana w usłudze Secret Service jest uszkodzona. Należy ją naprawić, jeśli wiadomo jak.

source: Alternatively, we could disconnect this session for you. This means you will have to login again and you will lose access to your encrypted messages, unless you have a session open in another client or you have already backed up your encryption keys.
da: Alternativt kan vi afbryde denne session for dig. Det betyder, at du skal logge ind igen, og at du mister adgangen til dine krypterede meddelelser, medmindre du har en session åben i en anden klient, eller du allerede har taget backup af dine krypteringsnøgler.
hu: Alternatív megoldásként ezt a munkamenetet leválaszthatjuk Önnek. Ez azt jelenti, hogy újra be kell jelentkeznie, és elveszíti a titkosított üzenetekhez való hozzáférést, hacsak nincs egy másik ügyfélprogramban megnyitott munkamenete, vagy ha nem készített biztonsági mentést a titkosítási kulcsokról.
pl: Możemy także zamiast tego rozłączyć tę sesję. Oznacza to, że trzeba będzie zalogować się ponownie i utracony zostanie dostęp do zaszyfrowanych wiadomości, chyba że jest otwarta sesja w innym kliencie lub wykonano wcześniej kopię zapasową kluczy szyfrowania.

source: Clicking this button might disconnect more than one session!
da: Trykker du på denne knap, kan det afbryde mere end en session!
hu: Erre a gombra kattintva több munkamenet is leválasztásra kerülhet!
pl: Kliknięcie tego przycisku może rozłączyć więcej niż jedną sesję!

source: Disconnect the corrupted session
da: Afbryd den beskadigede session
hu: A sérült munkamenet leválasztása
pl: Rozłącz uszkodzoną sesję

source: Fractal relies on a Secret Service Provider to manage your sensitive session information and an error occurred while we were trying to store or get your session.
da: Fractal er afhængig af en udbyder af hemmelige tjenester til at håndtere dine følsomme sessionsoplysninger, og der opstod en fejl, mens vi forsøgte at gemme eller hente din session.
hu: A Fraktál egy titokszolgáltatóra támaszkodik az Ön érzékeny munkamenet-információinak kezeléséhez, és hiba történt, miközben megpróbáltuk tárolni vagy lekérni a munkamenetét.
pl: Fractal używa dostawcy Secret Service do zarządzania prywatnymi informacjami o sesji i wystąpił błąd podczas próby przechowania lub pobrania sesji.

source: Here are a few things that might help you fix issues with the Secret Service:
da: Her er nogle ting, der kan hjælpe med at løse problemer med den hemmelige tjeneste:
hu: Íme néhány dolog, ami segíthet a titokszolgáltatással kapcsolatos problémák megoldásában:
pl: Oto kilka rzeczy, które mogą pomóc naprawić problemy z usługą Secret Service:

source: Make sure you have a Secret Service Provider installed, like gnome-keyring.
da: Sikr dig, at du har en udbyder af hemmelige tjenester som f.eks. gnome-keyring.
hu: Győződjön meg arról, hogy van-e telepítve titokszolgáltató, például a gnome-keyring.
pl: Należy upewnić się, że dostawca Secret Service jest zainstalowany, np. gnome-keyring.

source: Check that you have a default keyring and that it is unlocked.
da: Tjek, om du har en standardnøglering, og at den er låst op.
hu: Ellenőrizze, hogy rendelkezik-e alapértelmezett kulcstartóval, és hogy az fel van-e oldva.
pl: Należy sprawdzić, czy istnieje domyślna baza kluczy i jest odblokowana.

source: Check the application logs and your distribution’s documentation for more details.
da: Tjek programmets log og din distributions dokumentation for yderligere oplysninger.
hu: További részletekért nézze meg az alkalmazás naplóit és a disztribúciója dokumentációját.
pl: Należy sprawdzić dzienniki programu i poszukać więcej informacji w dokumentacji używanej dystrybucji.

source: No network connection
da: Ingen netværksforbindelse
hu: Nincs hálózati kapcsolat
pl: Brak połączenia z siecią

source: No Internet connection
da: Ingen internetforbindelse
hu: Nincs internetkapcsolat
pl: Brak połączenia z Internetem

source: About Fractal
da: Om Fractal
hu: A Fraktál névjegye
pl: O programie

source: Welcome to Fractal
da: Velkommen til Fractal
hu: Üdvözli a Fraktál!
ja: Fractal へようこそ
pl: Witamy w programie Fractal

source: _Log in
da: _Log ind
hu: _Bejelentkezés
pl: _Zaloguj się

source: _Create Account
da: _Opret konto
hu: _Fiók létrehozása
ja: アカウントを作成(_C)
pl: _Utwórz konto

source: Homeserver Discovery
da: Registrering af hjemmeserver
hu: Matrix-kiszolgáló felderítése
pl: Wykrywanie serwera domowego

source: Auto-discovery, also known as “well-known lookup”, allows to discover the URL of a Matrix homeserver from a domain name. This should only be disabled if your homeserver doesn’t support auto-discovery or if you want to provide the URL yourself.
da: Automatisk registrering, også kendt som “velkendt opslag”, gør det muligt at finde URL'en for en Matrix-hjemmeserver ud fra et domænenavn. Dette bør kun deaktiveres, hvis din hjemmeserver ikke understøtter automatisk registrering, eller hvis du selv ønsker at angive URL'en.
hu: Az automatikus felderítés, más néven „jól ismert keresés” lehetővé teszi egy Matrix-kiszolgáló URL-jének felderítését egy tartománynévből. Ezt csak akkor érdemes letiltani, ha a Matrix-kiszolgálója nem támogatja az automatikus felderítést, vagy ha maga szeretné megadni az URL-t.
pl: Automatyczne wykrywanie umożliwia wykrycie adresu URL serwera domowego Matrix na podstawie nazwy domeny. Należy to wyłączyć tylko, jeśli używany serwer domowy nie obsługuje automatycznego wykrywania lub adres URL ma zostać podany ręcznie.

source: _Auto-discovery
da: _Automatisk registrering
hu: _Automatikus felderítés
pl: A_utomatyczne wykrywanie

source: Domain Name
da: Domænenavn
hu: Tartománynév
pl: Nazwa domeny

source: The domain of your Matrix homeserver, for example gnome.org
da: Din Matrix-hjemmeservers domæne, f.eks. gnome.org
hu: A Matrix-kiszolgálójának tartománya, például gnome.org
pl: Domena serwera domowego Matrix, na przykład gnome.org

source: Homeserver URL
da: Hjemmeserver-URL
hu: Matrix-kiszolgáló URL-je
ja: ホームサーバー URL
pl: Adres URL serwera domowego

source: The URL of your Matrix homeserver, for example {address}
da: Din Matrix-hjemmeservers URL, f.eks. {address}
hu: A Matrix-kiszolgálójának URL-je, például {address}
pl: Adres URL serwera domowego Matrix, na przykład {address}

source: Homeserver
da: Hjemmeserver
hu: Matrix-kiszolgáló
ja: ホームサーバー
pl: Serwer domowy

source: Next
da: Næste
hu: Következő
pl: Dalej

source: Advanced…
da: Avanceret…
hu: Speciális…
pl: Zaawansowane…

source: Log in to {domain_name}
da: Log på {domain_name}
hu: Bejelentkezés ide: {domain_name}
pl: Logowanie do {domain_name}

source: Log in
da: Log ind
hu: Bejelentkezés
pl: Logowanie

source: Matrix Username
da: Matrix-brugernavn
hu: Matrix-felhasználónév
pl: Nazwa użytkownika Matrix

source: Password
da: Adgangskode
hu: Jelszó
ja: パスワード
pl: Hasło

source: _Forgot Password?
da: Har du _glemt adgangskoden?
hu: _Elfelejtette a jelszavát?
ja: パスワードをお忘れですか？(_F)
pl: _Nie pamiętasz hasła?

source: More SSO Providers
da: Flere SSO-udbydere
hu: További SSO-szolgáltatók
pl: Więcej dostawców pojedynczego logowania

source: Unable to store session
da: Kunne ikke gemme session
hu: Nem lehet eltárolni a munkamenetet
pl: Nie można przechować sesji

source: Login Complete
da: Log ind fuldført
hu: Bejelentkezés befejezve
pl: Ukończono logowanie

source: This session is ready to send and receive secure messages.
da: Denne session er klar til at sende og modtage sikre meddelelser.
hu: Ez a munkamenet készen áll a biztonságos üzenetek küldésére és fogadására.
pl: Ta sesja jest gotowa na wysyłanie i odbieranie zabezpieczonych wiadomości.

source: Start Chatting
da: Begynd at chatte
hu: Csevegés indítása
pl: Zacznij rozmawiać

source: Single Sign-On
da: Enkeltlogon
hu: Egyszeri bejelentkezés
pl: Pojedyncze logowanie

source: Please follow the steps in the browser.
da: Følg trinnene i browseren.
hu: Kövesse a lépéseket a böngészőben.
pl: Proszę wykonać te kroki w przeglądarce.

source: Found stored session with unsupported version {version_nb}
da: Fandt gemt session med version {version_nb}, som ikke understøttes
hu: Nem támogatott {version_nb} verziójú tárolt munkamenet található
pl: Odnaleziono przechowaną sesję z nieobsługiwaną wersją {version_nb}

source: The secret storage file is corrupted.
da: Den hemmelige lagerfil er ødelagt.
hu: A titoktárolófájl sérült.
pl: Plik przechowalni haseł jest uszkodzony.

source: Could not access the secret storage file location.
da: Kunne ikke tilgå placeringen af den hemmelige lagerfil.
hu: Nem sikerült elérni a titoktárolófájl helyét.
pl: Nie można uzyskać dostępu do położenia pliku przechowalni haseł.

source: An unknown error occurred when accessing the secret storage file.
da: Der opstod en ukendt fejl ved tilgang af den hemmelige lagerfil.
hu: Ismeretlen hiba történt a titoktárolófájl elérésekor.
pl: Wystąpił nieznany błąd podczas uzyskiwania dostępu do położenia pliku przechowalni haseł.

source: The secret storage file has been changed by another process.
da: Den hemmelige lagerfil er blevet ændret af en anden proces.
hu: A titoktárolófájlt egy másik folyamat megváltoztatta.
pl: Plik przechowalni haseł został zmieniony przez inny proces.

source: An unknown error occurred when interacting with the D-Bus Secret Portal backend.
da: Der opstod en ukendt fejl ved interaktion med den hemmelige portalbackend til D-Bus.
hu: Ismeretlen hiba történt a D-Bus titokportál-háttérprogramjával való kommunikációkor.
pl: Wystąpił nieznany błąd podczas współdziałania z mechanizmem portalu haseł na magistrali D-Bus.

source: The request to the Flatpak Secret Portal was cancelled. Make sure to accept any prompt asking to access it.
da: Anmodningen til den hemmelige Flatpak-portal blev annulleret. Acceptér enhver anmodning om at tilgå den.
hu: A Flatpak titokportáljához intézett kérést megszakították. Győződjön meg arról, hogy elfogad-e bármilyen kérést az eléréséhez.
pl: Żądanie do portalu haseł Flatpak zostało anulowane. Należy się upewnić, że zaakceptowano prośbę o dostęp do niego.

source: The Flatpak Secret Portal is not available. Make sure xdg-desktop-portal is installed, and it is at least at version 1.5.0.
da: Flatpak Secret Portal er ikke tilgængelig. Sørg for, at xdg-desktop-portal er installeret og mindst er version 1.5.0.
hu: A Flatpak titokportálja nem érhető el. Győződjön meg arról, hogy az xdg-desktop-portal telepítve van-e, és legalább 1.5.0 verziójú.
pl: Portal haseł Flatpak jest niedostępny. Należy się upewnić, że zainstalowano xdg-desktop-portal w wersji co najmniej 1.5.0.

source: The Flatpak Secret Portal provided a key that is too weak to be secure.
da: Flatpak Secret Portal leverede en nøgle, som er for svag til at være sikker.
hu: A Flatpak titokportálja olyan kulcsot adott, amely túl gyenge ahhoz, hogy biztonságos legyen.
pl: Portal haseł Flatpak dostarczył klucz, który jest za słaby, aby był bezpieczny.

source: The item was deleted.
da: Elementet blev slettet.
hu: Az elem törölve lett.
pl: Element został usunięty.

source: The request to the D-Bus Secret Service was cancelled. Make sure to accept any prompt asking to access it.
da: Anmodningen til den hemmelige D-Bus-tjeneste blev annulleret. Acceptér enhver anmodning om at tilgå den.
hu: A D-Bus titokszolgáltatásához intézett kérést megszakították. Győződjön meg arról, hogy elfogad-e bármilyen kérést az eléréséhez.
pl: Żądanie do usługi Secret Service na magistrali D-Bus zostało anulowane. Należy się upewnić, że zaakceptowano prośbę o dostęp do niej.

source: Could not access the default collection. Make sure a keyring was created and set as default.
da: Kunne ikke tilgå standardsamlingen. Sørg for, at der er oprettet en nøglering, og at den er indstillet som standard.
hu: Nem sikerült elérni az alapértelmezett gyűjteményt. Győződjön meg arról, hogy létre lett-e hozva és alapértelmezettként be lett-e állítva egy kulcstartó.
pl: Nie można uzyskać dostępu do domyślnej kolekcji. Należy się upewnić, że utworzono bazę kluczy i ustawiono ją jako domyślną.

source: An unknown error occurred when interacting with the D-Bus Secret Service.
da: Der opstod en ukendt fejl ved interaktion med den hemmelige D-Bus-tjeneste.
hu: Ismeretlen hiba történt a D-Bus titokszolgáltatásával való kommunikációkor.
pl: Wystąpił nieznany błąd podczas współdziałania z usługą Secret Service na magistrali D-Bus.

source: Malformed version in stored session
da: Fejlformateret version i gemt session
hu: Helytelenül formázott verzió a tárolt munkamenetben
pl: Błędnie sformatowana wersja w przechowanej sesji

source: Could not find profile in stored session
da: Kunne ikke finde profil i gemt session
hu: Nem található profil a tárolt munkamenetben
pl: Nie można odnaleźć profilu w przechowanej sesji

source: Malformed homeserver in stored session
da: Fejlformateret hjemmeserver i gemt session
hu: Helytelenül formázott Matrix-kiszolgáló a tárolt munkamenetben
pl: Błędnie sformatowany serwer domowy w przechowanej sesji

source: Could not find homeserver in stored session
da: Kunne ikke finde hjemmeserver i gemt session
hu: Nem található Matrix-kiszolgáló a tárolt munkamenetben
pl: Nie można odnaleźć serwera domowego w przechowanej sesji

source: Malformed user ID in stored session
da: Fejlformateret bruger-id i gemt session
hu: Helytelenül formázott felhasználó-azonosító a tárolt munkamenetben
pl: Błędnie sformatowany identyfikator użytkownika w przechowanej sesji

source: Could not find user ID in stored session
da: Kunne ikke finde bruger-id i gemt session
hu: Nem található felhasználó-azonosító a tárolt munkamenetben
pl: Nie można odnaleźć identyfikatora użytkownika w przechowanej sesji

source: Could not find device ID in stored session
da: Kunne ikke finde enheds-id i gemt session
hu: Nem található eszközazonosító a tárolt munkamenetben
pl: Nie można odnaleźć identyfikatora urządzenia w przechowanej sesji

source: Could not find database path in stored session
da: Kunne ikke finde databasesti i gemt session
hu: Nem található adatbázis-útvonal a tárolt munkamenetben
pl: Nie można odnaleźć ścieżki do bazy danych w przechowanej sesji

source: Malformed secret in stored session
da: Fejlformateret hemmelighed i gemt session
hu: Helytelenül formázott titok a tárolt munkamenetben
pl: Błędnie sformatowane hasło w przechowanej sesji

source: Could not get secret in stored session
da: Kunne ikke hente hemmelighed i gemt session
hu: Nem sikerült lekérni a titkot a tárolt munkamenetben
pl: Nie można uzyskać hasła z przechowanej sesji

source: Fractal: Matrix credentials for {user_id}
da: Fractal: Matrix-legitimationsoplysninger for {user_id}
hu: Fraktál: {user_id} Matrix hitelesítési adatai
pl: Fractal: dane uwierzytelniania Matrix dla użytkownika {user_id}

source: Failed to logout the session.
da: Kunne ikke logge ud af sessionen.
hu: Nem sikerült kijelentkeztetni a munkamenetet.
pl: Wylogowanie sesji się nie powiodło.

source: Left
da: Forlod
hu: Bal
pl: Użytkownik opuścił

source: Joined
da: Deltog
hu: Csatlakozott
pl: Użytkownik dołączył

source: Invited
da: Inviteret
hu: Meghívott
pl: Zaproszono

source: Banned
da: Forvist
hu: Kitiltott
pl: Wykluczono

source: Knocked
da: Bankede på
hu: Kirúgott
pl: Użytkownik zapukał

source: Custom
da: Tilpasset
hu: Egyéni
pl: Inne

source: Admin
da: Administrator
hu: Adminisztrátor
ja: 管理者
pl: Administrator

source: Normal user
da: Almindelig bruger
hu: Normál felhasználó
pl: Zwykły użytkownik

source: Unknown
da: Ukendt
hu: Ismeretlen
ja: 不明
pl: Nieznane

source: Empty Room (was {user})
da: Tomt rum (var {user})
hu: Üres szoba ({user} volt)
pl: Pusty pokój (wcześniej: {user})

source: Empty Room
da: Tomt rum
hu: Üres szoba
pl: Pusty pokój

source: Failed to join room {room_name}. Try again later.
da: Kunne ikke deltage i rummet {room_name}. Prøv igen senere.
hu: Nem sikerült csatlakozni a(z) {room_name} szobához. Próbálja újra később.
pl: Dołączenie do pokoju {room_name} się nie powiodło. Proszę spróbować ponownie później.

source: Verifications
da: Bekræftelser
hu: Ellenőrzések
pl: Weryfikacje

source: Favorites
da: Favoritter
hu: Kedvencek
ja: お気に入り
pl: Ulubione

source: Rooms
da: Rum
hu: Szobák
ja: ルーム
pl: Pokoje

source: Low Priority
da: Lav prioritet
hu: Alacsony prioritás
pl: Niski priorytet

source: Historical
da: Historisk
hu: Történelmi
pl: Przeszłe

source: Outdated
da: Forældet
hu: Elavult
pl: Przestarzałe

source: Spaces
da: Rum
hu: Terek
pl: Miejsca

source: People
da: Personer
hu: Emberek
pl: Osoby

source: Explore
da: Udforsk
hu: Felfedezés
pl: Odkrywaj
