Repository: artenax/fractal
Catalog: po/*.po
Languages: da, hu, ja, pl

source: Your Recovery Key was set up when you first created this account.
da: Din gendannelsesnøgle blev indstillet, da du oprettede kontoen.
hu: A helyreállítási kulcsa akkor lett beállítva, amikor először létrehozta ezt a fiókot.
pl: Klucz odzyskiwania został skonfigurowany podczas tworzenia tego konta.

source: If you opted for a Recovery Passphrase instead go back and choose that option.
da: Hvis du i stedet valgte en gendannelsesadgangskode, så gå tilbage og vælg det.
hu: Ha helyreállítási jelmondatot választott helyette, akkor menjen vissza, és válassza azt a lehetőséget.
pl: Jeśli zdecydowano się na hasło odzyskiwania zamiast klucza, należy wrócić i wybrać tę opcję.

source: An error occurred while searching for users
da: Der opstod en fejl under søgning efter brugere
hu: Hiba történt a felhasználók keresése során
pl: Wystąpił błąd podczas wyszukiwania użytkowników

source: Failed to create a new Direct Chat
da: Kunne ikke oprette en ny direkte chat.
hu: Nem sikerült létrehozni új közvetlen csevegést
pl: Utworzenie nowej rozmowy bezpośredniej się nie powiodło

source: Direct Chat
da: Direkte chat
hu: Közvetlen csevegés
pl: Rozmowa bezpośrednia

source: New Direct Chat
da: Ny direkte chat
hu: Új közvetlen csevegés
ja: 新しいダイレクトチャット
pl: Nowa rozmowa bezpośrednia

source: Search for people to start a new chat with
da: Søg efter nogen at starte en ny chat med
hu: Keressen embereket, akikkel új csevegést indíthat
pl: Wyszukiwanie osób, z którymi rozpocząć rozmowę

source: No users matching the search pattern were found
da: Ingen brugere matcher søgningen
hu: Nem találhatók a keresési mintának megfelelő felhasználók
pl: Nie odnaleziono pasujących użytkowników

source: An error occurred while searching for matches
da: Der opstod en fejl under søgningen
hu: Hiba történt a találatok keresése során
pl: Wystąpił błąd podczas wyszukiwania

source: Event Source
da: Begivenhedskilde
hu: Esemény forrása
pl: Źródło wydarzenia

source: _View
da: _Vis
hu: _Nézet
pl: _Wyświetl

source: _Join
da: _Deltag
hu: _Csatlakozás
pl: _Dołącz

source: Join a Room
da: Deltag i et rum
hu: Csatlakozás szobához
pl: Dołączenie do pokoju

source: Enter a room ID, room alias, or permalink.
da: Indtast et rum-id, rumalias eller permalink.
hu: Szobaazonosító, szobaálnév vagy állandó hivatkozás megadása.
pl: Proszę podać identyfikator pokoju, alias pokoju lub trwały odnośnik.

source: Image copied to clipboard
da: Billede kopieret til udklipsholderen
hu: A kép a vágólapra másolva
pl: Skopiowano obraz do schowka

source: _Copy Image
da: _Kopiér billede
hu: _Kép másolása
pl: S_kopiuj obraz

source: The address is already taken.
da: Adressen er allerede i brug.
hu: A cím már foglalt.
pl: Adres jest już zajęty.

source: Can’t contain “:”
da: Må ikke indeholde “:”
hu: Nem tartalmazhat „:” karaktert
pl: Nie może zawierać znaku „:”

source: Can’t contain “#”
da: Må ikke indeholde “#”
hu: Nem tartalmazhat „#” karaktert
pl: Nie może zawierać znaku „#”

source: Too long. Use a shorter address.
da: For langt. Brug en kortere adresse.
hu: Túl hosszú. Használjon rövidebb címet.
pl: Za długi. Należy użyć krótszego adresu.

source: New Room
da: Nyt rum
hu: Új szoba
ja: 新しいルーム
pl: Nowy pokój

source: Topic (Optional)
da: Emne (valgfrit)
hu: Téma (elhagyható)
pl: Temat (opcjonalnie)

source: Room Visibility
da: Synlighed i rum
hu: Szoba láthatósága
ja: ルームの公開設定
pl: Widoczność pokoju

source: Private
da: Privat
hu: Személyes
ja: プライベート
pl: Prywatny

source: Only invited people can join this room
da: Kun inviterede personer kan deltage i dette rum
hu: Csak meghívott személyek csatlakozhatnak ehhez a szobához
pl: Tylko zaproszone osoby mogą dołączyć do tego pokoju

source: Public
da: Offentlig
hu: Nyilvános
ja: パブリック
pl: Publiczny

source: Anyone can find and join this room
da: Alle kan finde og deltage i dette rum
hu: Bárki megtalálhatja és csatlakozhat ehhez a szobához
pl: Wszyscy mogą znaleźć i dołączyć do tego pokoju

source: End-to-End Encryption
da: Slutpunkt-til-slutpunkt-kryptering
hu: Végpontok közötti titkosítás
pl: Szyfrowanie pokoju

source: Cannot be disabled later
da: Kan ikke deaktiveres på et senere tidspunkt
hu: Nem lehet később letiltani
pl: Nie można wyłączyć później

source: Fractal does not support online backup for encryption keys yet, so you will need to back them up manually or your message history will be lost if you lose access to all your sessions.
da: Fractal understøtter endnu ikke onlinesikkerhedskopiering af krypteringsnøgler til rum, så du skal manuelt sikkerhedskopiere dem. Ellers vil din meddelelseshistorik gå tabt, hvis du mister adgangen til alle dine sessioner.
hu: A Fraktál még nem támogatja a titkosítási kulcsok internetes biztonsági mentését, ezért kézzel kell biztonsági mentést készítenie róluk, különben az üzenetelőzményei elvesznek, ha elveszíti a hozzáférést az összes munkamenetéhez.
pl: Fractal nie obsługuje jeszcze przechowywania kopii zapasowej kluczy szyfrowania w Internecie, więc należy ręcznie wykonać ich kopię zapasową, aby nie stracić historii wiadomości w razie utraty dostępu do wszystkich sesji.

source: Room Address
da: Rumadresse
hu: Szoba címe
pl: Adres pokoju

source: _Create Room
da: _Opret rum
hu: Szoba _létrehozása
pl: _Utwórz pokój

source: Join Room as Favorite
da: Deltag i rum som favorit
hu: Csatlakozás a szobához kedvencként
pl: Dołącz do pokoju jako ulubiony

source: Join Room
da: Deltag i rum
hu: Csatlakozás a szobához
ja: ルームに参加
pl: Dołącz do pokoju

source: Join Room as Low Priority
da: Deltag i rum som lav prioritet
hu: Csatlakozás a szobához alacsony prioritásként
pl: Dołącz do pokoju jako niski priorytet

source: Reject Invite
da: Afvis invitation
hu: Meghívás elutasítása
pl: Odrzuć zaproszenie

source: Join Room as People
da: Deltag i rum som personer
hu: Csatlakozás a szobához emberekként
pl: Dołącz do pokoju jako osoby

source: Move to Rooms
da: Flyt til rum
hu: Áthelyezés szobákba
pl: Przenieś do pokojów

source: Move to Low Priority
da: Flyt til lav prioritet
hu: Áthelyezés alacsony prioritásra
pl: Przenieś do niskich priorytetów

source: Leave Room
da: Forlad rum
hu: Szoba elhagyása
ja: ルームを退出
pl: Opuść pokój

source: Move to People
da: Flyt til personer
hu: Áthelyezés emberekhez
pl: Przenieś do osób

source: Move to Favorites
da: Flyt til favoritter
hu: Áthelyezés a kedvencekbe
pl: Przenieś do ulubionych

source: Rejoin Room as Favorites
da: Deltag igen i rum som favoritter
hu: Újracsatlakozás a szobához kedvencekként
pl: Ponownie dołącz do pokoju jako ulubiony

source: Rejoin Room
da: Deltag i rum igen
hu: Újracsatlakozás a szobához
pl: Ponownie dołącz do pokoju

source: Rejoin Room as Low Priority
da: Deltag i rum igen som lav prioritet
hu: Újracsatlakozás a szobához alacsony prioritásként
pl: Ponownie dołącz do pokoju jako niski priorytet

source: Rejoin Room as People
da: Deltag igen i rum som personer
hu: Újracsatlakozás a szobához emberekként
pl: Ponownie dołącz do pokoju jako osoby

source: New _Direct Chat
da: Ny _direkte chat
hu: Új _közvetlen csevegés
pl: Nowa rozmowa _bezpośrednia

source: _New Room
da: _Nyt rum
hu: Ú_j szoba
pl: _Nowy pokój

source: _Join Room
da: _Deltag i rum
hu: _Csatlakozás a szobához
pl: _Dołącz do pokoju

source: _Keyboard Shortcuts
da: _Tastaturgenveje
hu: _Gyorsbillentyűk
pl: _Skróty klawiszowe

source: _About Fractal
da: _Om Fractal
hu: A Fraktál _névjegye
ja: Fractal について(_A)
pl: _O programie

source: _Reject
da: A_fvis
hu: El_utasítás
pl: _Odrzuć

source: Move to _Favorites
da: Flyt til _favoritter
hu: Áthelyezés a _kedvencekbe
pl: Przenieś do _ulubionych

source: Move to _Rooms
da: Flyt til _rum
hu: Áthelyezés _szobákba
pl: _Przenieś do pokojów

source: Move to _People
da: Flyt til _personer
hu: Áthelyezés _emberekhez
pl: Przenieś do _osób

source: Move to Low _Priority
da: Flyt til lav _prioritet
hu: Áthelyezés alacsony _prioritásra
pl: Przenieś do _niskich priorytetów

source: Re_join Room
da: _Deltag i rum igen
hu: Újra_csatlakozás a szobához
pl: _Ponownie dołącz do pokoju

source: _Forget Room
da: _Glem rum
hu: Szoba _elfelejtése
pl: _Zapomnij pokój

source: Switch Accounts
da: Skift konto
hu: Fiókok átváltása
pl: Przełącz konta

source: App Settings Menu
da: Programindstillingsmenu
hu: Alkalmazásbeállítások menü
pl: Menu ustawień programu

source: Toggle Room Search
da: Slå rumsøgning til/fra
hu: Szoba keresésének be- és kikapcsolása
pl: Przełącz wyszukiwanie pokojów

source: Room Search
da: Rumsøgning
hu: Szoba keresése
pl: Wyszukiwanie pokojów

source: Search for a room
da: Søg efter et rum
hu: Szoba keresése
pl: Wyszukiwanie pokoju

source: Sidebar
da: Sidebjælke
hu: Oldalsáv
pl: Panel boczny

source: Allows to navigate between rooms
da: Tillader navigering mellem rum
hu: Lehetővé teszi a szobák közötti navigációt
pl: Umożliwia przechodzenie między pokojami

source: Failed to forget {room}.
da: Kunne ikke glemme {rum}.
hu: Nem sikerült elfelejteni a(z) {room} szobát.
pl: Zapomnienie pokoju {room} się nie powiodło.

# shortcut window
source: General
da: Generelt
hu: Általános
ja: 一般
pl: Ogólne

# shortcut window
source: Show Shortcuts
da: Vis genveje
hu: Gyorsbillentyűk megjelenítése
pl: Wyświetlenie skrótów

# shortcut window
source: Quit
da: Afslut
hu: Kilépés
ja: 閉じる
pl: Zakończenie działania

# shortcut window
source: Search Room List
da: Søg efter oversigt over rum
hu: Szobalista keresése
pl: Wyszukiwanie pokojów

# shortcut window
source: Close Room
da: Luk rum
hu: Szoba bezárása
pl: Zamknięcie pokoju

source: The connection timed out. Try again later.
da: Tidsfristen for forbindelsen udløb. Prøv igen senere.
hu: A kapcsolat túllépte az időkorlátot. Próbálja újra később.
pl: Połączenie przekroczyło czas oczekiwania. Proszę spróbować ponownie później.

source: Unable to connect to the homeserver.
da: Kunne ikke forbinde til hjemmeserveren.
hu: Nem lehet kapcsolódni a Matrix-kiszolgálóhoz.
pl: Nie można połączyć się z serwerem domowym.

source: The provided username or password is invalid.
da: Det angivne brugernavn eller adgangskode er ugyldigt.
hu: A megadott felhasználónév vagy jelszó érvénytelen.
pl: Nieprawidłowa nazwa użytkownika lub hasło.

source: The account is deactivated.
da: Kontoen er deaktiveret.
hu: A fiók deaktiválva.
pl: Konto jest zdezaktywowane.

source: You exceeded the homeserver’s rate limit, retry in 1 second.
da: Du overskred hjemmeserverens hastighedsgrænse. Prøv igen om et sekund.
hu: Túllépte a Matrix-kiszolgáló sebességkorlátját, próbálja újra 1 másodperc múlva.
pl: Przekroczono ograniczenie częstotliwości serwera domowego, proszę spróbować ponownie za 1 sekundę.

source: You exceeded the homeserver’s rate limit, try again later.
da: Du overskred hjemmeserverens hastighedsgrænse. Prøv igen senere.
hu: Túllépte a Matrix-kiszolgáló sebességkorlátját, próbálja újra később.
pl: Przekroczono ograniczenie częstotliwości serwera domowego, proszę spróbować ponownie później.

source: An unknown connection error occurred.
da: Der opstod en ukendt forbindelsesfejl.
hu: Ismeretlen kapcsolódási hiba történt.
pl: Wystąpił nieznany błąd połączenia.

source: Could not decrypt the event
da: Kunne ikke dekryptere begivenheden
hu: Nem sikerült visszafejteni az eseményt
pl: Nie można odszyfrować wydarzenia

source: An unknown error occurred.
da: Der opstod en ukendt fejl.
hu: Ismeretlen hiba történt.
pl: Wystąpił nieznany błąd.

source: This is not a valid URL
da: Dette er ikke en gyldig URL
hu: Ez nem érvényes URL
pl: To nieprawidłowy adres URL

source: Homeserver auto-discovery failed. Try entering the full URL manually.
da: Hjemmeservers automatiske registrering mislykkedes. Prøv at indtaste hele URL'en manuelt.
hu: Nem sikerült a Matrix-kiszolgáló automatikus felderítése. Próbálja meg kézzel megadni a teljes URL-t.
pl: Automatyczne wykrycie serwera domowego się nie powiodło. Należy spróbować ręcznie podać pełny adres URL.

source: Could not open the store.
da: Kunne ikke åbne lageret.
hu: Nem sikerült megnyitni a tárolót.
pl: Nie można otworzyć przechowalni.

source: image
da: billede
hu: kép
ja: 画像ファイル名
pl: obraz

source: video
hu: videó
pl: film

source: audio
da: lyd
hu: hang
pl: dźwięk

source: file
da: fil
hu: fájl
pl: plik

source: Could not save file
da: Kunne ikke gemme filen
hu: Nem sikerült elmenteni a fájlt
pl: Nie można zapisać pliku

source: {user} sent an audio file.
da: {user} sendte en lydfil.
hu: {user} küldött egy hangfájlt.
pl: Użytkownik {user} wysłał plik dźwiękowy.

source: {user} sent a file.
da: {user} sendte en fil.
hu: {user} küldött egy fájlt.
pl: Użytkownik {user} wysłał plik.

source: {user} sent an image.
da: {user} sendte et billede.
hu: {user} küldött egy képet.
pl: Użytkownik {user} wysłał obraz.

source: {user} sent their location.
da: {user} sendte sin placering.
hu: {user} elküldte a helyzetét.
pl: Użytkownik {user} wysłał swoje położenie.

source: {user} sent a video.
da: {user} sendte en video.
hu: {user} küldött egy videót.
pl: Użytkownik {user} wysłał film.

source: {user} sent a verification request.
da: {user} sendte en bekræftelsesanmodning.
hu: {user} küldött egy ellenőrzési kérést.
pl: Użytkownik {user} wysłał prośbę o weryfikację.

source: {user} sent a sticker.
da: {user} sendte en sticker.
hu: {user} küldött egy matricát.
pl: Użytkownik {user} wysłał naklejkę.

source: Failed to restore previous sessions
da: Kunne ikke gendanne tidligere sessioner
hu: Nem sikerült helyreállítani az előző munkameneteket
pl: Przywrócenie poprzednich sesji się nie powiodło

source: Fractal
hu: Fraktál

source: Moderator
hu: Moderátor
ja: モデレーター

source: Invite New Members
da: Invitér nye medlemmer
hu: Új tagok meghívása

source: _Invite New Members
da: _Invitér nye medlemmer
hu: Új tagok _meghívása

source: Offline
hu: Kapcsolat nélkül

source: This message was redacted.
da: Meddelelsen blev redigeret.

# shortcut window
source: Close the active room
ja: アクティブなルームを閉じる

# shortcut window
source: Open main menu
ja: メインメニューを開く

# shortcut window
source: Open / close the room sidebar search
ja: ルームのサイドバー検索を開く/閉じる

# shortcut window
source: Open the previous room in the list
ja: リスト内の前のルームを開く

# shortcut window
source: Open the next room in the list
ja: リスト内の次のルームを開く

# shortcut window
source: Open the previous room with unread messages in the list
ja: リスト内の未読メッセージがある前のルームを開く

# shortcut window
source: Open the next room with unread messages in the list
ja: リスト内の未読メッセージがある次のルームを開く

# shortcut window
source: Open the first room of the list
ja: リストの最初のルームを開く

# shortcut window
source: Open the last room of the list
ja: リストの最後のルームを開く

# shortcut window
source: View older messages
ja: 古いメッセージを見る

# shortcut window
source: View newer messages
ja: 新しいメッセージを見る

# shortcut window
source: Keyboard Shortcuts
ja: キーボードショートカット

# shortcut message
source: Composing a new message
ja: 新しいメッセージを作成

# shortcut message
source: Write on a new line
ja: 改行して書き込む

source: Type of password and token storage
ja: パスワードとトークンストレージの種類

source: Type of password and token storage, default value is: Secret Service
ja: パスワードとトークンストレージの種類、デフォルト値: Secret Service

source: If markdown sending is active
ja: markdown の送信がアクティブな場合

source: Whether support for sending markdown messages is on
ja: markdown メッセージの送信をサポートしているかどうか

source: X position of the main window on startup
ja: スタートアップ時のメインウィンドウの X 座標

source: Y position of the main window on startup
ja: スタートアップ時のメインウィンドウの Y 座標

source: Width of the main window on startup
ja: スタートアップ時のメインウィンドウの幅

source: Height of the main window on startup
ja: スタートアップ時のメインウィンドウの高さ

source: Whether the main window is maximized on startup
ja: スタートアップ時にメインウィンドウを最大化するかどうか

source: Other people can find you by searching for any of these identifiers.
ja: 他のユーザーはこれらの識別子のいずれかを検索することで、あなたを見つけることができます。

source: Type in your name
ja: 名前の種類

source: Email
ja: メール

source: Phone
ja: 電話番号

source: Device ID
ja: デバイス ID

source: Deactivating your account means that you will lose all your messages, contacts, and files.
ja: アカウントを無効化すると、すべてのメッセージ、連絡先、ファイルを失います。

source: To confirm that you really want to deactivate this account type in your password:
ja: 本当にアカウントを無効化するか確認するために、パスワードを入力してください:

source: Also erase all messages
ja: すべてのメッセージも削除

source: Check your email
ja: メールを確認

source: Apply
ja: 適用

source: Room Directory
ja: ルームディレクトリ

source: Play
ja: プレイ

source: New direct chat
ja: 新しいダイレクトチャット

source: Start chat
ja: チャットを始める

source: Select room image file
ja: ルーム用の画像ファイルを選択

source: Invitation
ja: 招待

source: Reject
ja: 拒否

source: Accept
ja: 承諾

source: ID or Alias
ja: ID またはエイリアス

source: Join room
ja: ルームに参加

source: Close
ja: 閉じる

source: Leave?
ja: 退出しますか？

source: Once you leave, you won’t be able to interact with people in the room anymore.
ja: 退出すると、ルームにいる人とやりとりできなくなります。

source: Leave room
ja: ルームを退出

source: _Log In
ja: ログイン(_L)

source: What is your Provider?
ja: プロバイダは何ですか？

source: Matrix provider domain, e.g. myserver.co
ja: Matrix プロバイダドメイン、例: myserver.co

source: The domain may not be empty.
ja: ドメインが空欄かもしれません。

source: _User ID
ja: ユーザー ID(_U)

source: _Password
ja: パスワード(_P)

source: User name, email, or phone number
ja: ユーザーネーム、メールアドレス、または電話番号

source: Invalid username or password
ja: 無効なユーザーネーム、またはパスワード

source: Choose Provider
ja: プロバイダを選択

source: _Next
ja: 次へ(_N)

source: Log In
ja: ログイン

source: Keyboard _Shortcuts
ja: キーボードショートカット(_S)

source: No room selected
ja: ルームが選択されていません

source: Join a room to start chatting
ja: ルームに参加してチャットを始める

source: No room
ja: ルームがありません

source: Chat
ja: チャット

source: Directory
ja: ディレクトリ

source: Loading
ja: 読込中

source: User
ja: ユーザー

source: Add
ja: 追加

source: Room search
ja: ルーム検索

source: Room Menu
ja: ルームメニュー

source: Default Matrix Server
ja: デフォルト Matrix サーバー

source: > quote
ja: > 引用

source: **bold**
ja: **太字**

source: `code`
ja: `コード`

source: *italic*
ja: *斜体*

source: Loading more media
ja: さらにメディアを読み込んでいます

source: Toggle fullscreen
ja: フルスクリーンに切り替える

source: Reply
ja: 返信

source: Open With…
ja: …で開く

source: Save Image As…
ja: 名前を付けて画像を保存…

source: Save Video As…
ja: 名前を付けて動画を保存…

source: Copy Image
ja: 画像をコピー

source: Copy Selection
ja: 選択中の部分をコピー

source: Copy Text
ja: テキストをコピー

source: View Source
ja: ソースを表示

source: Delete Message
ja: メッセージを削除

source: Message Source
ja: メッセージのソース

source: Copy To Clipboard
ja: クリップボードにコピー

source: Private Chat
ja: プライベートチャット

source: Create new room
ja: 新しいルームを作成

source: Create
ja: 作成

source: Room name
ja: ルーム名

source: Visibility
ja: 公開設定

source: Ch_ange
ja: 変更(_A)

source: The passwords do not match.
ja: パスワードが一致しません。

source: _Verify New Password
ja: 新しいパスワードの確認(_V)

source: _New Password
ja: 新しいパスワード(_N)

source: Current _Password
ja: 現在のパスワード(_P)

source: Invite to This Room
ja: このルームに招待

source: Add name
ja: 名前を追加

source: Add topic
ja: トピックを追加

source: Type in your room topic
ja: ルームのトピックを入力

source: No room description
ja: ルームの説明がありません

source: Notification sounds
ja: 通知音

source: For all messages
ja: すべてのメッセージ

source: Only for mentions
ja: メンションのみ

source: Shared Media
ja: 共有されたメディア

source: photos
ja: 画像

source: videos
ja: 動画

source: documents
ja: ドキュメント

source: New members can see
ja: 新しいメンバーはこれらを見ることができます

source: All room history
ja: すべてのルーム履歴

source: History after they were invited
ja: 招待されてからの履歴

source: Allow guests
ja: ゲストを許可

source: Allow joining without invite
ja: 招待なしで参加することを許可

source: Publish in room directory
ja: ルームディレクトリに載せる

source: Join addresses
ja: 参加アドレス

source: members
ja: メンバー

source: Invite New Member
ja: 新しいメンバーを招待

source: Details
ja: 詳細

source: Show rooms from:
ja: ここからルームを表示:

source: Your homeserver
ja: あなたのホームサーバー

source: Other Protocol
ja: 他のプロトコル

source: Other Homeserver
ja: 他のホームサーバー

source: Select a new avatar
ja: 新しいアバターを選択

source: Select a file
ja: ファイルを選択

source: This message has no source.
ja: このメッセージはソースがありません。

source: Could not download the file
ja: ファイルをダウンロードできませんでした

source: Couldn’t save file
ja: ファイルを保存できませんでした

source: Couldn’t open file
ja: ファイルを開けませんでした

source: A Matrix.org client for GNOME
ja: GNOME 用 Matrix.org クライアント

source: Learn more about Fractal
ja: Fractal についてもっと知る

source: The validation code is not correct.
ja: バリデーションコードが間違っています。

source: Enter the code received via SMS
ja: SMS 経由で受け取ったコードを入力してください

source: In order to add this email address, go to your inbox and follow the link you received. Once you’ve done that, click Continue.
ja: メールアドレスを追加するには、受信ボックスを確認し受け取ったリンクをクリックしてください。完了したら、「続ける」をクリックしてください。

source: Are you sure you want to delete your account?
ja: アカウントを削除しますがよろしいですか？

source: Image from Clipboard
ja: クリップボートからの画像

source: Send
ja: 送信

source: Invite to {name}
ja: {name} を招待

source: Join {room_name}?
ja: {room_name} に参加しますか？

source: You’ve been invited to join <b>{room_name}</b> room by <b>{sender_name}</b>
ja: <b>{sender_name}</b> により <b>{room_name}</b> へ招待されました

source: You’ve been invited to join <b>{room_name}</b>
ja: <b>{room_name}</b> に招待されました

source: An audio file has been added to the conversation.
ja: 会話に音声ファイルが追加されました。

source: An image has been added to the conversation.
ja: 会話に画像が追加されました。

source: A video has been added to the conversation.
ja: 会話に動画が追加されました。

source: A file has been added to the conversation.
ja: 会話にファイルが追加されました。

source: (direct message)
ja: (ダイレクトメッセージ)

source: Leave {room_name}?
ja: {room_name} を退出しますか？

source: The room ID is malformed
ja: ルーム ID が間違っています

source: {m1} and {m2}
ja: {m1} と {m2}

source: {m1} and Others
ja: {m1} とその他

source: Several users are typing…
ja: 複数のユーザーが入力しています…

source: <b>{}</b> is typing…
ja: <b>{}</b> が入力しています…

source: Syncing, this could take a while
ja: 同期中です、これには時間がかかる場合があります

source: Error searching for rooms
ja: ルームの検索中にエラーが発生しました

source: Can’t login, try again
ja: ログインできません、再度試してください

source: Error deleting message
ja: メッセージの削除中にエラーが発生しました

source: Can’t join the room, try again.
ja: ルームに参加できません、再度試してください。

source: Can’t create the room, try again
ja: ルームを作成できません、再度試してください

source: Sorry, account settings can’t be loaded.
ja: 申し訳ありません、アカウント設定を読み込めません。

source: Email is already in use
ja: このメールアドレスはすでに使われています

source: Please enter a valid email address.
ja: 有効なメールアドレスを入力してください。

source: Couldn’t add the email address.
ja: メールアドレスを追加できませんでした。

source: The identity server is invalid.
ja: アイデンティティサーバーが間違っています。

source: Phone number is already in use
ja: この電話番号はすでに使われています

source: Please enter your phone number in the format: + your country code and your phone number.
ja: このような形式で電話番号を入力してください: +あなたの国番号と電話番号

source: Couldn’t add the phone number.
ja: 電話番号を追加できませんでした。

source: Couldn’t change the password
ja: パスワードを変更できませんでした

source: Couldn’t delete the account
ja: アカウントを削除できませんでした

source: You don’t have permission to post to this room
ja: このルームへ投稿する権限を持っていません

source: Save media as
ja: 名前を付けてメディアを保存

source: _Save
ja: 保存(_S)

source: Could not retrieve file URI
ja: ファイルの URI を取得できませんでした

source: You have been kicked from {}
ja: {} から追放されました

source: Kicked by: {} “{}”
ja: このユーザにより追放: {} “{}”

source: Malformed server URL
ja: 不正なサーバー URL

source: Error while loading previous media
ja: 以前のメディアを読み込んでいる途中でエラーが発生しました

source: No matching members found
ja: 一致するメンバーが見つかりません

source: Privileged
ja: 特権ユーザー

source: Uploading video.
ja: 動画をアップロードしています。

source: Uploading audio.
ja: 音声をアップロードしています。

source: Uploading image.
ja: 画像をアップロードしています。

source: Uploading file.
ja: ファイルをアップロードしています。

source: Last edited %c
ja: 最終更新 %c

source: Open
ja: 開く

source: Room · {} member
ja: ルーム · {}人のメンバー

source: {} member
ja: {}人のメンバー

source: Invites
ja: 招待

source: You don’t have any invitations
ja: 招待はありません

source: Drag and drop rooms here to add them to your favorites
ja: ルームをドラッグ & ドロップしてお気に入りに追加

source: You don’t have any rooms yet
ja: ルームはありません
