Repository: artenax/fractal
Catalog: po/*.po
Languages: da, hu, ja, pl

source: Forget Room
da: Glem rum
hu: Szoba elfelejtése
pl: Zapomnij pokój

source: Failed to load connected device.
da: Kunne ikke indlæse forbundet enhed.
hu: Nem sikerült betölteni a kapcsolódott eszközt.
pl: Wczytanie połączonego urządzenia się nie powiodło.

source: Failed to load the list of connected devices.
da: Kunne ikke indlæse listen over forbundne enheder.
hu: Nem sikerült betölteni a kapcsolódott eszközök listáját.
pl: Wczytanie listy połączonych urządzeń się nie powiodło.

source: Disconnect Session
da: Afbryd session
hu: Munkamenet leválasztása
pl: Rozłącz sesję

source: Log Out
da: Log ud
hu: Kijelentkezés
ja: ログアウト
pl: Wyloguj się

source: Failed to disconnect device “{device_name}”
da: Kunne ikke frakoble enheden “{device_name}”
hu: Nem sikerült leválasztani a(z) „{device_name}” eszközt
pl: Rozłączenie urządzenia „{device_name}” się nie powiodło

source: Last seen at %H:%M
da: Sidst set kl. %H:%M
hu: Utolsó jelenlét: %H:%M
pl: Ostatnio widziano o %H∶%M

source: Last seen at %l:%M %p
da: Sidst set kl. %l:%M %p
hu: Utolsó jelenlét: %p %l:%M
pl: Ostatnio widziano o %l∶%M %p

source: Last seen Yesterday at %H:%M
da: Sidst set i går kl. %H:%M
hu: Utolsó jelenlét: tegnap %H:%M
pl: Ostatnio widziano wczoraj o %H∶%M

source: Last seen Yesterday at %l:%M %p
da: Sidst set i går kl. %l:%M %p
hu: Utolsó jelenlét: tegnap %p %l:%M
pl: Ostatnio widziano wczoraj o %l∶%M %p

source: Last seen %A at %H:%M
da: Sidst set %A kl. %H:%M
hu: Utolsó jelenlét: %A %H:%M
pl: Ostatnio widziano: %A o %H∶%M

source: Last seen %A at %l:%M %p
da: Sidst set %A kl. %l:%M %p
hu: Utolsó jelenlét: %A %p %l:%M
pl: Ostatnio widziano: %A o %l∶%M %p

source: Last seen %B %-e at %H:%M
da: Sidst set %-e. %B kl. %H:%M
hu: Utolsó jelenlét: %B %-e., %H:%M
pl: Ostatnio widziano %-d %B o %H∶%M

source: Last seen %B %-e at %l:%M %p
da: Sidst set %-e. %B kl. %l:%M %p
hu: Utolsó jelenlét: %B %-e., %p %l:%M
pl: Ostatnio widziano %-d %B o %l∶%M %p

source: Last seen %B %-e %Y at %H:%M
da: Sidst set %-e. %B %Y kl. %H:%M
hu: Utolsó jelenlét: %Y. %B %-e., %H:%M
pl: Ostatnio widziano %-d %B %Y o %H∶%M

source: Last seen %B %-e %Y at %l:%M %p
da: Sidst set %-e. %B %Y kl. %l:%M %p
hu: Utolsó jelenlét: %Y. %B %-e., %p %l:%M
pl: Ostatnio widziano %-d %B %Y o %l∶%M %p

source: Verify Session
da: Bekræft session
hu: Munkamenet ellenőrzése
pl: Zweryfikuj sesję

source: Sessions
da: Sessioner
hu: Munkamenetek
pl: Sesje

source: Current Session
da: Nuværende session
hu: Jelenlegi munkamenet
pl: Obecna sesja

source: Other Active Sessions
da: Andre aktive sessioner
hu: Más aktív munkamenetek
pl: Pozostałe aktywne sesje

source: Account Settings
da: Kontoindstillinger
hu: Fiókbeállítások
ja: アカウント設定
pl: Ustawienia konta

source: Could not load notifications settings. Try again later
da: Kunne ikke indlæse indstillinger for påmindelser. Prøv igen senere
hu: Nem sikerült betölteni az értesítések beállításait. Próbálja újra később.
pl: Nie można wczytać ustawień powiadomień. Proszę spróbować ponownie później

source: Could not enable account notifications
da: Kunne ikke aktivere kontopåmindelser
hu: Nem sikerült engedélyezni a fiók értesítéseit
pl: Nie można włączyć powiadomień konta

source: Could not disable account notifications
da: Kunne ikke deaktivere kontopåmindelser
hu: Nem sikerült letiltani a fiók értesítéseit
pl: Nie można wyłączyć powiadomień konta

source: Notifications
da: Påmindelser
hu: Értesítések
ja: 通知
pl: Powiadomienia

source: Enable for this account
da: Aktivér for denne konto
hu: Engedélyezés ennél a fióknál
pl: Włączone na tym koncie

source: Enable for this session
da: Aktivér for denne session
hu: Engedélyezés ennél a munkamenetnél
pl: Włączone w tej sesji

source: Export Room Encryption Keys
da: Eksportér krypteringsnøgler til rum
hu: Szoba titkosítási kulcsainak exportálása
pl: Eksport kluczy szyfrowania pokoju

source: Exporting your room encryption keys allows you to make a backup to be able to decrypt your messages in end-to-end encrypted rooms on another device or with another Matrix client.
da: Når du eksporterer dine krypteringsnøgler til rummene, kan du lave en sikkerhedskopi, så du kan dekryptere dine meddelelser i end-to-end-krypterede rum på en anden enhed eller med en anden Matrix-klient.
hu: A szoba titkosítási kulcsainak exportálása lehetővé teszi a biztonsági mentés készítését, hogy képes legyen visszafejteni a végpontok között titkosított szobákban lévő üzeneteit egy másik eszközön vagy egy másik Matrix-kliensprogrammal.
pl: Wyeksportowanie kluczy szyfrowania pokoju umożliwia wykonanie kopii zapasowej, aby można było odszyfrowywać swoje wiadomości w zaszyfrowanych pokojach na innym urządzeniu lub za pomocą innego klienta sieci Matrix.

source: The backup must be stored in a safe place and must be protected with a strong passphrase that will be used to encrypt the data.
da: Sikkerhedskopien skal gemmes et sikkert sted og skal beskyttes med en stærk adgangskode, som vil blive brugt til kryptering af data.
hu: A biztonsági mentést biztonságos helyen kell tárolni és erős jelmondattal kell védeni, amely az adatok titkosításához lesz használva.
pl: Kopia zapasowa musi być przechowywana w bezpiecznym miejscu i musi być chroniona silnym hasłem, które będzie używane do odszyfrowania danych.

source: Export Keys
da: Eksportér nøgler
hu: Kulcsok exportálása
pl: Wyeksportuj klucze

source: Import Room Encryption Keys
da: Importér krypteringsnøgler til rum
hu: Szoba titkosítási kulcsainak importálása
pl: Import kluczy szyfrowania pokoju

source: Importing your room encryption keys allows you to decrypt your messages in end-to-end encrypted rooms with a previous backup from a Matrix client.
da: Når du importerer dine krypteringsnøgler til rummene, kan du dekryptere dine meddelelser i end-to-end-krypterede rum med en tidligere sikkerhedskopi fra en Matrix-klient.
hu: A szoba titkosítási kulcsainak importálása lehetővé teszi a végpontok között titkosított szobákban lévő üzenetei visszafejtését egy Matrix-kliensprogramból származó előző biztonsági mentéssel.
pl: Zaimportowanie kluczy szyfrowania pokoju umożliwia odszyfrowywanie swoich wiadomości w zaszyfrowanych pokojach za pomocą wcześniej wykonanej kopii zapasowej z klienta sieci Matrix.

source: Enter the passphrase provided when the backup file was created.
da: Indtast adgangskoden, der blev brugt til oprettelse af sikkerhedskopien.
hu: Adja meg a biztonsági mentési fájl létrehozásakor megadott jelmondatot.
pl: Proszę wpisać hasło podane podczas tworzenia pliku kopii zapasowej.

source: Import Keys
da: Importér nøgler
hu: Kulcsok importálása
pl: Zaimportuj klucze

source: fractal-encryption-keys
da: fractal-krypteringsnøgler
pl: klucze-szyfrowania-fractal

source: Save Encryption Keys To…
da: Gem krypteringsnøgler i …
hu: Titkosítási kulcsok mentése ide…
pl: Zapis kluczy szyfrowania w…

source: Import Encryption Keys From…
da: Importér krypteringsnøgler fra …
hu: Titkosítási kulcsok importálása innen…
pl: Import kluczy szyfrowania z…

source: Could not access file
da: Kunne ikke tilgå filen
hu: Nem sikerült elérni a fájlt
pl: Nie można uzyskać dostępu do pliku

source: Passphrases do not match
da: Adgangskoderne er ikke ens
hu: A jelmondatok nem egyeznek
pl: Hasła się nie zgadzają

source: Room encryption keys exported successfully
da: Krypteringsnøgler til rummene blev eksporteret
hu: A szoba titkosítási kulcsai sikeresen exportálva
pl: Pomyślnie wyeksportowano klucze szyfrowania pokoju

source: Imported 1 room encryption key
da: Importerede 1 krypteringsnøgle til rum
hu: 1 szobatitkosítási kulcs importálva
pl: Zaimportowano 1 klucz szyfrowania pokoju

source: Could not export the keys
da: Kunne ikke eksportere nøglerne
hu: Nem sikerült exportálni a kulcsokat
pl: Nie można wyeksportować kluczy

source: The passphrase doesn't match the one used to export the keys.
da: Adgangskoden matcher ikke den, der blev brugt til eksport af nøglerne.
hu: A jelmondat nem egyezik a kulcsok exportálásához használt jelmondattal.
pl: Hasło nie zgadza się z hasłem użytym do wyeksportowania kluczy.

source: Could not import the keys
da: Kunne ikke importere nøglerne
hu: Nem sikerült importálni a kulcsokat
pl: Nie można zaimportować kluczy

source: Passphrase
da: Adgangskode
hu: Jelmondat
pl: Hasło

source: Confirm Passphrase
da: Bekræft adgangskode
hu: Jelmondat megerősítése
pl: Potwierdzenie hasła

source: File
da: Fil
hu: Fájl
pl: Plik

source: Choose…
da: Vælg …
hu: Kiválasztás…
pl: Wybierz…

source: Available
da: Tilgængelig
hu: Elérhető
pl: Dostępny

source: Not available
da: Ikke tilgængelig
hu: Nem érhető el
pl: Niedostępny

source: Security
da: Sikkerhed
hu: Biztonság
pl: Zabezpieczenia

source: Room Encryption Keys
da: Krypteringsnøgler til rum
hu: Szoba titkosítási kulcsai
pl: Klucze szyfrowania pokoju

source: Cross-Signing
da: Krydssignering
hu: Keresztaláírás
pl: Logowanie między urządzeniami

source: Master key
da: Hovednøgle
hu: Mesterkulcs
pl: Klucz główny

source: Self-signing key
da: Selvsigneringsnøgle
hu: Önaláíró kulcs
pl: Samologujący się klucz

source: User-signing key
da: Brugersigneringsnøgle
hu: Felhasználó-aláíró kulcs
pl: Klucz logujący użytkownika

source: Password must be at least 8 characters long
da: Adgangskoden skal mindst være på 8 tegn
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie
pl: Hasło musi mieć co najmniej 8 znaków

source: Password must have at least one lower-case letter
da: Adgangskoden skal have mindst et lille bogstav
hu: A jelszónak legalább egy kisbetűt kell tartalmaznia
pl: Hasło musi mieć co najmniej jedną małą literę

source: Password must have at least one upper-case letter
da: Adgangskoden skal have mindst et stort bogstav
hu: A jelszónak legalább egy nagybetűt kell tartalmaznia
pl: Hasło musi mieć co najmniej jedną wielką literę

source: Password must have at least one digit
da: Adgangskoden skal have mindst et tal
hu: A jelszónak legalább egy számjegyet kell tartalmaznia
pl: Hasło musi mieć co najmniej jedną cyfrę

source: Password must have at least one symbol
da: Adgangskoden skal have mindst et specialtegn
hu: A jelszónak legalább egy szimbólumot kell tartalmaznia
pl: Hasło musi mieć co najmniej jeden symbol

source: Passwords do not match
da: Adgangskoderne er ikke ens
hu: A jelszavak nem egyeznek
pl: Hasła się nie zgadzają

source: Password changed successfully
da: Adgangskoden ændret
hu: A jelszó sikeresen megváltozott
pl: Pomyślnie zmieniono hasło

source: Password rejected for being too weak
da: Adgangskoden afvist, da den er for svag
hu: Jelszó elutasítva, mert túl gyenge
pl: Hasło zostało odrzucone z powodu niskiej jakości

source: Could not change password
da: Kunne ikke ændre adgangskoden
hu: Nem sikerült megváltoztatni a jelszót
pl: Nie można zmienić hasła

source: Change Password
da: Skift adgangskode
hu: Jelszó megváltoztatása
pl: Zmień hasło

source: Changing your password will log you out of your other sessions.
da: Skifter du adgangskode, vil du blive logget af dine andre sessioner.
hu: A jelszó megváltoztatásával ki fog jelentkezni a többi munkamenetből.
pl: Zmiana hasła spowoduje wylogowanie z innych sesji.

source: Fractal’s support for encryption is unstable so you might lose access to your encrypted message history. It is recommended to backup your encryption keys before proceeding.
da: Fractals understøttelse af kryptering er ustabil, så du kan miste adgangen til din krypterede meddelelseshistorik. Det anbefales at tage en sikkerhedskopi af dine krypteringsnøgler, før du fortsætter.
hu: A Fraktál titkosítási támogatása instabil, így előfordulhat, hogy elveszíti a titkosított üzenetek előzményeihez való hozzáférést. Ajánlott biztonsági mentést készíteni a titkosítási kulcsokról, mielőtt folytatná.
pl: Obsługa szyfrowania w programie Fractal jest niestabilna, więc można utracić dostęp do historii zaszyfrowanych wiadomości. Przed kontynuowaniem zalecane jest wykonanie kopii zapasowej kluczy szyfrowania.

source: New Password
da: Ny adgangskode
hu: Új jelszó
pl: Nowe hasło

source: Confirm New Password
da: Bekræft ny adgangskode
hu: Új jelszó megerősítése
pl: Potwierdzenie nowego hasła

source: Continue
da: Fortsæt
hu: Folytatás
ja: 続ける
pl: Kontynuuj

source: Account successfully deactivated
da: Kontoen blev deaktiveret
hu: A fiók sikeresen deaktiválva
pl: Pomyślnie zdezaktywowano konto

source: Could not deactivate account
da: Kontoen kunne ikke deaktiveres
hu: Nem sikerült deaktiválni a fiókot
pl: Nie można zdezaktywować konta

source: Deactivate Account
da: Deaktivér konto
hu: Fiók deaktiválása
ja: アカウントを無効化
pl: Dezaktywuj konto

source: Deactivating your account means you will lose access to all your messages, contacts, files, and more, forever.
da: Deaktiverer du din konto, mister du alle dine meddelelser, kontakter, filer mv. for altid.
hu: A fiók deaktiválása azt jelenti, hogy örökre elveszíti a hozzáférést az összes üzenethez, névjegyhez, fájlhoz és egyebekhez.
pl: Dezaktywacja konta oznacza utratę dostępu do wszystkich wiadomości, kontaktów, plików i nie tylko na zawsze.

source: To confirm that you really want to deactivate this account, type in your Matrix user ID:
da: Bekræft, at du virkelig vil deaktivere kontoen, ved at skrive dit Matrix-bruger-id:
hu: Annak megerősítéséhez, hogy valóban deaktiválni szeretné ezt a fiókot, írja be a Matrix-felhasználóazonosítóját:
pl: Aby potwierdzić chęć dezaktywacji tego konta, proszę wpisać identyfikator użytkownika Matrix:

source: Log Out of this Session
da: Afslut denne session
hu: Kijelentkezés ebből a munkamenetből
pl: Wylogowanie z tej sesji

source: Fractal doesn’t support online backup of room encryption keys so you might lose access to your encrypted message history.
da: Fractal understøtter ikke onlinesikkerhedskopiering af krypteringsnøgler til rum, så du kan miste adgangen til din krypterede meddelelseshistorik.
hu: A Fraktál nem támogatja a szoba titkosítási kulcsainak internetes biztonsági mentését, így elveszítheti a titkosított üzenetek előzményeihez való hozzáférést.
pl: Fractal nie obsługuje przechowywania kopii zapasowej kluczy szyfrowania pokojów w Internecie, więc można utracić dostęp do historii zaszyfrowanych wiadomości.

source: It is recommended to backup your encryption keys before proceeding.
da: Det anbefales at tage en sikkerhedskopi af dine krypteringsnøgler, før du fortsætter.
hu: Ajánlott biztonsági mentést készíteni a titkosítási kulcsokról, mielőtt folytatná.
pl: Przed kontynuowaniem zalecane jest wykonanie kopii zapasowej kluczy szyfrowania.

source: Backup Encryption Keys
da: Sikkerhedskopiér krypteringsnøgler
hu: Titkosítási kulcsok biztonsági mentése
pl: Wykonaj kopię zapasową kluczy szyfrowania

source: Avatar removed successfully
da: Profilbilledet blev fjernet
hu: A profilkép sikeresen eltávolítva
pl: Pomyślnie usunięto awatar

source: Avatar changed successfully
da: Profilbilledet blev ændret
hu: A profilkép sikeresen megváltoztatva
pl: Pomyślnie zmieniono awatar

source: Could not load file
da: Kunne ikke indlæse filen
hu: Nem sikerült betölteni fájlt
pl: Nie można wczytać pliku

source: Could not upload avatar
da: Kunne ikke overføre profilbilledet
hu: Nem sikerült feltölteni a profilképet
pl: Nie można przesłać awatara

source: Could not change avatar
da: Kunne ikke ændre profilbilledet
hu: Nem sikerült megváltoztatni a profilképet
pl: Nie można zmienić awatara

source: Could not remove avatar
da: Kunne ikke fjerne profilbilledet
hu: Nem sikerült eltávolítani a profilképet
pl: Nie można usunąć awatara

source: Name changed successfully
da: Navnet blev ændret
hu: A név sikeresen megváltoztatva
pl: Pomyślnie zmieniono nazwę

source: Could not change display name
da: Kunne ikke ændre det viste navn
hu: Nem sikerült megváltoztatni a megjelenített nevet
pl: Nie można zmienić wyświetlanej nazwy

source: General
da: Generelt
hu: Általános
pl: Ogólne

source: Name
da: Navn
hu: Név
ja: 名前
pl: Nazwa

source: Advanced Information
da: Avanceret information
hu: Speciális információk
ja: 詳細情報
pl: Zaawansowane informacje

source: Matrix User ID
da: Matrix-bruger-id
hu: Matrix-felhasználóazonosító
pl: Identyfikator użytkownika Matrix

source: Session ID
da: Sessions-id
hu: Munkamenet-azonosító
pl: Identyfikator sesji

source: No rooms matching the search were found
da: Ingen rum, der matcher søgningen, blev fundet
hu: Nem találhatók a keresésnek megfelelő szobák
pl: Nie odnaleziono pasujących pokojów

source: Room List
da: Oversigt over rum
hu: Szobalista
pl: Lista pokoi

source: View
da: Vis
hu: Nézet
pl: Wyświetl

source: Join
da: Deltag
hu: Csatlakozás
ja: 参加
pl: Dołącz

source: Add server…
da: Tilføj server …
hu: Kiszolgáló hozzáadása…
pl: Dodanie serwera…

source: {user} invited you
da: {user} inviterede dig
hu: {user} meghívta Önt
pl: {user} zaprasza

source: Failed to accept invitation for {room}. Try again later.
da: Kunne ikke acceptere invitation til {room}. Prøv igen senere.
hu: Nem sikerült elfogadni a(z) {room} szobába való meghívást. Próbálja újra később.
pl: Przyjęcie zaproszenia do pokoju {room} się nie powiodło. Proszę spróbować ponownie później.

source: Failed to decline invitation for {room}. Try again later.
da: Kunne ikke afslå invitation til {room}. Prøv igen senere.
hu: Nem sikerült elutasítani a(z) {room} szobába való meghívást. Próbálja újra később.
pl: Odmowa zaproszenia do pokoju {room} się nie powiodła. Proszę spróbować ponownie później.

source: Invite
da: Invitér
hu: Meghívás
ja: 招待
pl: Zaproś

source: _Decline
da: _Afslå
hu: _Elutasítás
pl: _Odmów

source: _Accept
da: _Acceptér
hu: El_fogadás
pl: _Przyjmij

source: No Room Selected
da: Der er ikke valgt noget rum
hu: Nincs szoba kiválasztva
pl: Nie wybrano pokoju

source: Join a room to start chatting.
da: Deltag i et rum for at chatte.
hu: Csatlakozzon egy szobához a csevegés elkezdéséhez.
pl: Dołączenie do pokoju umożliwi rozpoczęcie rozmowy.

source: Room name saved successfully
da: Rumnavnet blev ændret
hu: A szoba neve sikeresen elmentve
pl: Pomyślnie zapisano nazwę pokoju

source: Room topic saved successfully
da: Rumemnet blev ændret
hu: A szoba témája sikeresen elmentve
pl: Pomyślnie zapisano temat pokoju

source: Could not change room name
da: Kunne ikke ændre rumnavnet
hu: Nem sikerült megváltoztatni a szoba nevét
pl: Nie można zmienić nazwy pokoju

source: Could not change room topic
da: Kunne ikke ændre rumemnet
hu: Nem sikerült megváltoztatni a szoba témáját
pl: Nie można zmienić tematu pokoju

source: Description
da: Beskrivelse
hu: Leírás
pl: Opis

source: Edit Details
da: Redigér detaljer
hu: Részletek szerkesztése
pl: Modyfikuj informacje

source: Save Details
da: Gem detaljer
hu: Részletek mentése
pl: Zapisz informacje

source: Members
da: Medlemmer
hu: Tagok
pl: Członkowie

source: Media
da: Medier
hu: Média
pl: Multimedia

source: Audio
da: Lyd
hu: Hang
pl: Dźwięk

source: Unknown duration
da: Ukendt varighed
hu: Ismeretlen időtartam
pl: Nieznany czas trwania

source: Save File
da: Gem fil
hu: Fájl mentése
pl: Zapis pliku

source: Save
da: Gem
hu: Mentés
ja: 保存
pl: Zapisz

source: Unknown size
da: Ukendt størrelse
hu: Ismeretlen méret
pl: Nieznany rozmiar

source: Files
pl: Pliki

source: Member
da: Medlem
hu: Tag
pl: Członek

source: Failed to invite {user} to {room}. Try again later.
da: Kunne ikke invitere {user} til {room}. Prøv igen senere.
hu: Nem sikerült {user} meghívása a(z) {room} szobába. Próbálja újra később.
pl: Zaproszenie użytkownika {user} do pokoju {room} się nie powiodło. Proszę spróbować ponownie później.

source: _Cancel
da: _Annuller
hu: _Mégse
ja: キャンセル(_C)
pl: _Anuluj

source: I_nvite
da: I_nvitér
hu: _Meghívás
pl: _Zaproś

source: Search
da: Søgning
hu: Keresés
pl: Wyszukiwanie

source: Search for users to invite them to this room.
da: Søg efter brugere for at invitere dem til dette rum.
hu: Felhasználók keresése a szobába történő meghívásukhoz.
pl: Można wyszukać użytkowników do zaproszenia do tego pokoju.

source: No Users Found
da: Ingen brugere fundet
hu: Nem találhatók felhasználók
pl: Nie odnaleziono użytkowników

source: No users matching the search were found.
da: Ingen brugere, der matcher søgningen, blev fundet.
hu: Nem találhatók a keresésnek megfelelő felhasználók.
pl: Nie odnaleziono pasujących użytkowników.

source: An error occurred while searching for matches.
da: Der opstod en fejl under søgningen.
hu: Hiba történt a találatok keresése során.
pl: Wystąpił błąd podczas wyszukiwania.

source: _Verify
da: _Bekræft
hu: _Ellenőrzés
pl: Z_weryfikuj

source: Make _Mod
da: Gør til _moderator
hu: _Moderátorrá tétel
pl: Ustaw jako _moderatora

source: Make _Admin
da: Gør til _administrator
hu: _Adminisztrátorrá tétel
pl: Ustaw jako _administratora

source: _Kick
da: _Spark ud
hu: _Kirúgás
pl: Wyr_zuć

source: Invited Room Members
da: Inviterede rummedlemmer
hu: Meghívott szobatagok
pl: Zaproszeni członkowie pokoju

source: Banned Room Members
da: Forviste rummedlemmer
hu: Kitiltott szobatagok
pl: Wykluczeni członkowie pokoju

source: Room Members
da: Rummedlemmer
hu: Szobatagok
pl: Członkowie pokoju

source: Search for Room Members
da: Søg efter rummedlemmer
hu: Szobatagok keresése
pl: Wyszukiwanie członków pokoju

source: Search for room members
da: Søg efter rummedlemmer
hu: Szobatagok keresése
ja: ルーム番号を検索
pl: Wyszukiwanie członków pokoju

source: Room Details
da: Rumdetaljer
hu: Szoba részletei
ja: ルーム詳細
pl: Informacje o pokoju

source: Invite new Members
pl: Zaproś nowych członków

source: _Send
hu: _Küldés
pl: _Wyślij

source: Permalink copied to clipboard
da: Permalink kopieret til udklipsholderen
hu: Az állandó hivatkozás a vágólapra másolva
pl: Skopiowano trwały odnośnik do schowka

source: Failed to copy the permalink
da: Kunne ikke kopiere permalinket
hu: Nem sikerült lemásolni az állandó hivatkozást
pl: Skopiowanie trwałego odnośnika się nie powiodło

source: Message copied to clipboard
da: Meddelse kopieret til udklipsholderen
hu: Az üzenet a vágólapra másolva
pl: Skopiowano wiadomość do schowka

source: Thumbnail copied to clipboard
da: Miniature kopieret til udklipsholderen
hu: A bélyegkép a vágólapra másolva
pl: Skopiowano miniaturę do schowka

source: _Reply
da: _Svar
hu: _Válasz
pl: _Odpowiedz

source: _Edit
da: _Redigér
hu: Sz_erkesztés
pl: _Modyfikuj

source: _Forward
da: Vi_deresend
hu: _Tovább
pl: _Przekaż dalej

source: _Select
da: _Vælg
hu: _Kiválasztás
ja: 選択(_S)
pl: _Wybierz

source: _Copy Text
da: _Kopiér tekst
hu: Szöveg _másolása
pl: S_kopiuj tekst

source: _Copy Thumbnail
da: _Kopiér miniature
hu: Bélyegkép _másolása
pl: S_kopiuj miniaturę

source: S_ave Image
da: _Gem billede
hu: Kép me_ntése
pl: _Zapisz obraz

source: S_ave Video
da: G_em video
hu: _Videó mentése
pl: _Zapisz film

source: S_ave Audio
da: G_em lyd
hu: _Hang mentése
pl: _Zapisz dźwięk

source: _Permalink
hu: Á_llandó hivatkozás
pl: _Trwały odnośnik

source: _View Source
da: Vis _kilde
hu: _Forrás megtekintése
pl: _Wyświetl źródło

source: Re_move
da: _Fjern
hu: El_távolítás
pl: _Usuń

source: This is the start of the visible history
da: Dette er begyndelsen på den synlige historik
hu: Ez a látható előzmények kezdete
pl: To początek widocznej historii

source: %A, %B %e
da: %A d. %e. %B
hu: %B %-e., %A
pl: %A, %-d %B

source: %A, %B %e, %Y
da: %A d. %e. %B %Y
hu: %Y. %B %-e., %A
pl: %A, %-d %B %Y

source: New Messages
da: Nye meddelelser
hu: Új üzenetek
ja: 新しいメッセージ
pl: Nowe wiadomości

source: Could not retrieve audio file
da: Kunne ikke modtage lydfil
hu: Nem sikerült lekérni a hangfájlt
pl: Nie można odebrać pliku dźwiękowego

source: Error reading audio file
da: Der opstod en fejl under læsning af lydfil
hu: Hiba a hangfájl olvasásakor
pl: Błąd podczas odczytywania pliku dźwiękowego

source: Identity verification was started
da: Bekræftelse af identitet påbegyndt
hu: A személyazonosság ellenőrzése megkezdődött
pl: Rozpoczęto weryfikację tożsamości

source: Unsupported event
da: Begivenhed ikke understøttet
hu: Nem támogatott esemény
pl: Nieobsługiwane wydarzenie
